Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: Your current value for max execution time is low. This option affects functions that require large amounts of processing time, such as processing images. If your server doesn't have a powerful processor or you're processing large amounts of images, this value must be set as high as the total processing time taken to complete the function.
es_es: El valor actual del tiempo máximo de ejecución es bajo. Esta opción afecta a las funciones que requieren grandes cantidades de tiempo de procesamiento, tales como el procesamiento de imágenes. Si tu servidor no tiene un procesador potente o si buscas el procesamiento de grandes cantidades de imágenes, este valor debe ser tan grande como el tiempo total que toma completar la función.
pt_pt: O teu valor actual para um máximo tempo de execução é baixa. Esta opção afecta as funções que exigem grandes quantidades de tempo de processamento, tais como processamento de imagens. Se o teu servidor não tem um processador poderoso ou se estiveres processando grandes quantidades de imagens, este valor deve ser definido tão alto quanto o tempo de processamento total necessário para concluir a função.
ru_ru: Установлено малое значение максимального времени выполнения скрипта. Это повлияет на функции, которым необходимо много времени на выполнение работы, такой как обработка изображений. Если ваш сервер не содержит мощный процессор или вы обрабатываете большое количество изображений, значение данной переменной должно быть больше, чем общее время выполнения скрипта.

source: File Uploads
es_es: Carga de archivos
pt_br: Uploads de arquivos
pt_pt: Upload de ficheiros
ru_ru: Загрузка файлов

source: Enabled
es_es: Activado
pt_br: Habilitado
pt_pt: Activado
ru_ru: Включено

source: This states whether or not to allow HTTP file uploads.
es_es: Esto indica si se permite o no carga HTTP de archivos.
pt_br: Isto indica se deve ou não permitir o upload de arquivos HTTP.
pt_pt: Isto permite se queres ou não disponibilizar upload de ficheiros em HTTP.
ru_ru: Включена ли загрузка файлов через HTTP на сервер.

source: Your PHP configuration currently has file uploads disabled. This variable must be enabled or FoOlSlide will not operate correctly.
es_es: Tu configuración de PHP actual tiene desactivada la carga de archivos. Esta variable debe ser habilitada o FoOlSlide no funcionará correctamente.
pt_pt: A tua configuração do PHP tem actualmente o upload de arquivos desactivado. Esta variável deve ser activada ou FoOlSlide não irá funcionar correctamente.
ru_ru: В текущей конфигурации PHP загрузка файлов отключена. Для корректной работы FoOlSlide эта опция должна быть включена.

source: Max POST Size
es_es: Tamaño máximo de POST
pt_pt: Tamanho de envio max
ru_ru: Максимальный размер POST-данных

source: This is max size of post data allowed.
es_es: Este es el tamaño máximo permitido para datos post.
pt_pt: Isto é o tamanho max de envio de dados permitido.
ru_ru: Это максимально допустимый размер отправленных данных.

source: Your current value for POST size is low. This variable should generally be set at a higher value to accomodate and ensure that all of your chapters will be uploaded.
es_es: Tu valor actual para el tamaño de POST es bajo. Esta variable debe fijarse generalmente en un valor más alto para asegurar que todos tus capítulos se carguen en el servidor.
pt_pt: O teu valor actual para o tamanho do POST é baixa. Esta variável deve ser geralmente establecida num valor mais alto para acomodar e garantir que todos os teus capítulos serão carregados.
ru_ru: Установлено малое значение POST. Этот параметр, как правило, должен иметь более высокое значение, чтобы все ваши главы были загружены успешно.

source: Max Upload Size
es_es: Máximo tamaño de carga
pt_br: Tamanho Max. de Upload
pt_pt: Tamanho de upload max
ru_ru: Максимальный размер загружаемого на сервер

source: This is the maximum size allowed for an uploaded file.
es_es: Este es el tamaño máximo permitido para un archivo cargado.
pt_pt: Isto é o tamanho max permitido para um ficheiro carregado.
ru_ru: Это максимально допустимый размер загружаемого файла.

source: Your current value for max upload size is low. This variable should generally be set at a higher value to accommodate and allow your largest chapter to be uploaded.
es_es: Tu valor actual para la máxima carga de archivos es bajo. Esta variable debe fijarse generalmente en un valor más alto para permitir la carga de tu capítulo más grande.
pt_pt: O teu valor actual para um tamanho máximo de upload é baixo. Esta variável deve ser geralmente establecida num valor mais alto para acomodar e permitir que o teu maior capítulo para ser carregado.
ru_ru: Установлено малое значение максимального размера загружаемого файла на сервер. Этот параметр, как правило, должен иметь более высокое значение, чтобы позволить загружать на сервер главы большого размера.

source: Max File Uploads
es_es: Máxima carga de archivos
pt_pt: Max de upload de ficheiros
ru_ru: Максимальное количество одновременных загрузок

source: This is the maximum number of files allowed to be uploaded simultaneously.
es_es: Este es el número máximo de archivos que se pueden cargar al mismo tiempo.
pt_pt: Isto é o número máximo de ficheiros permitidos a ser carregados simultaneamente.
ru_ru: Это максимальное количество файлов разрешенных к загрузке одновременно.

source: Your current value for max file uploads is low. This variable should generally be set at a higher value than the number of pages your chapters may have.
es_es: Tu valor actual para la máxima carga de archivos es bajo. Esta variable debe fijarse generalmente en un valor mayor al número de páginas que contengan los capítulos que cargues.
pt_pt: O teu valor actual para o upload de arquivos max é baixo. Esta variável deve ser geralmente establecida num valor maior do que o número de páginas que os teus capítulos possam ter.
ru_ru: Установлено малое значение одновременных загрузок файлов на серевер. Этот параметр, как правило, должен иметь значение больше, чем возможное количество страниц в главе.

source: Extensions
es_es: Extensiones
pt_pt: Extenções
ru_ru: Расширения

source: Installed
es_es: Instalado
pt_pt: Instalado
ru_ru: Установлено

source: Not Installed
es_es: No se ha instalado
pt_pt: Não instalado
ru_ru: Не установлено

source: This is a library used to communicate with different types of servers with many types of protocols.
es_es: Esta es una biblioteca utilizada para comunicarse con diferentes tipos de servidores con muchos tipos de protocolos.
pt_pt: Isto é uma bibliotéca usada para comunicar com diferentes tipos de servidores com muitos tipos de protocolos
ru_ru: Это библиотека используется для связи с различными типами серверов с большим количеством типов протоколов.

source: Missing
es_es: Que faltan
pt_pt: Perdido
ru_ru: Отсутствует

source: This is a library used to dynamically create images and thumbnails.
es_es: Esta es una biblioteca para crear dinámicamente imágenes y miniaturas.
pt_pt: Isto é uma livraria usada para a criação de imagens e thumbnails dinamicamente.
ru_ru: Это библиотека используется для динамического создания изображений и миниатюр.

source: Optional
es_es: Opcional
pt_pt: Opcional
ru_ru: Необязательно

source: If you are asked to provide an output of your server information, please click the "Output Server Information" button at the top right and provide it to us via <a href="http://pastebin.com">Pastebin</a> or some similar service.
es_es: Si se le pide proporcionar una salida de tu información del servidor, por favor haga clic en el botón "Salida de información del servidor" que aparece en la parte superior derecha y proporciónanosla a través de <a href="http://pastebin.com">Pastebin</a> o algún servicio similar.
pt_pt: Se fores solicitado a fornecer um ouput das informações do teu servidor, por favor cliqua no "Informação do server output" no canto superior direito e fornecê-as para nós através do <a href="http://pastebin.com">Pastebin</a> ou algum serviço semelhante.
ru_ru: Если вас попросят предоставить информацию о вашем сервере, пожалуйста, нажмите кнопку "Вывести информацию о сервере" в верхнем правом углу и предоставьте эти данные нам с помощью <a href="http://pastebin.com">Pastebin</a> или через другие подобные сервисы.

source: System Information
es_es: Información del sistema
pt_pt: Informação do sistema
ru_ru: Информация о системе

source: Pastebin It!
es_es: Envíalo a Pastebin!
pt_pt: Usa o pastebin!
ru_ru: Отправить в Pastebin!

source: Note: This paste expires in 1 hour.
es_es: Nota: Esta copia expira en 1 hora.
pt_pt: Nota: Este paste irá expirar em 1 hora.
ru_ru: Примечание: Удалится с Pastebin через 1 час.

source: Sitemap for search engines
es_es: Sitemap para motores de búsqueda
pt_pt: O sitemap para motores de pesquisa
ru_ru: Sitemap для поисковых систем

source: You can submit your sitemap to the search engines to index your FoOlSlide better and faster. We suggest adding this to your Google Webmaster Tools admin panel.
es_es: Puedes enviar tu sitemap a los buscadores para indexar mejor y más rápido tu FoOlSlide. Te sugerimos agregar esto a tu panel de administración Google Webmaster Tools.
pt_pt: Podes enviar o teu sitemap para motores de pesquisa para indicares o teu FoOlSlide melhor e mais rápidamente. Sugerimos adicionar isto ao teu paínel de administrador do Google Webmaster Tools.
ru_ru: Вы можете указать sitemap в поисковых системах для более быстрого и надежного индексировния вашего FoOlSlide. Советуем добавить его в панели администрирования Google Webmaster Tools.

source: Optimize Thumbnails
es_es: Optimizar miniaturas
pt_pt: Otimizar thumbnails
ru_ru: Оптимизировать миниатюры

source: Important
es_es: Importante
pt_pt: Importante
ru_ru: Важно

source: FoOlSlide has detected that your server is able to use a better compression algorithm for thumbnail generation. This optimization will create small thumbnails and reduce up to 10% bandwidth usage. However, regardless of this action, all thumbnails will be generated with this new algorithmn.
es_es: FoOlSlide ha detectado que el servidor es capaz de utilizar un mejor algoritmo de compresión para la generación de miniaturas. Esta optimización creará miniaturas pequeñas y reducirá hasta un 10% del ancho de banda. Sin embargo, independientemente de esta acción, todas las miniaturas se generarán con este nuevo algoritmo.
pt_pt: FoOlSlide detectou que o teu server é apto para usar uma melhor compressão algoritmo para a criacção de thumbnails. Esta otimização irá criar pequenos thumbnails e reduzir cerca de 10% do uso de banda larga. Contudo, apesar desta acção, todos os thumbnails serão criados com este novo algoritmo.
ru_ru: FoOlSlide обнаружил, что ваш сервер может использовать лучший алгоритм сжатия для генерации миниатюр. Эта оптимизация позволит создавать меньшие по размеру миниатюры и снизить пропускную способность канала до 10%. Однако независимо от этого действия, все новые эскизы будут генерироваться при помощи этого алгоритма.

source: Pictures left to be processed:
es_es: Imagenes que quedan por procesar:
pt_pt: Imagens restantes para processar:
ru_ru: Изоображений осталось обработать:

source: Optimize
es_es: Optimizar
pt_pt: Otimizar
ru_ru: Оптимизировать

source: Stop Optimization
es_es: Detener optimización
pt_pt: Parar otimização
ru_ru: Остановить оптимизацию

source: Done.
es_es: Hecho.
pt_pt: Acabado.
ru_ru: Готово.

source: Download Database Backup
es_es: Descargar copia de seguridad de bases de datos
pt_pt: Sacar o backup da base dados
ru_ru: Скачать резервную копию базы данных

source: This will allow you to routinely download a copy of your FoOlSlide database. Furthermore, routine backups of the FoOlSlide directory is also required in case of a complete server failure for this file to be useful.
es_es: Esto te permitirá descargar rutinariamente una copia de tu base de datos FoOlSlide. Además, también son necesarias copias de seguridad de rutina del directorio FoOlSlide para que este archivo pueda ser útil en caso de un falla completa del servidor.
pt_pt: Isto irá permitir que possas sacar uma cópia da tua base de dados do FoOlSlide repetidamente. Além disso, backups de rotina do directório FoOlSlide também são necessários em caso de falha completa do servidor para este arquivo ser útil.
ru_ru: Это позволит вам регулярно скачать копию базы данных FoOlSlide. Кроме того, регулярное резервирование в каталог FoOlSlide будет полезным в случае полного отказа сервера.

source: Optimize Database
es_es: Optimizar la base de datos
pt_pt: Otimizar base de dados
ru_ru: Оптимизировать базу данных

source: Performing database optimization from time to time will cause your FoOlSlide installation to be slightly faster.
es_es: Realizar una optimización de bases de datos de vez en cuando hará que tu instalación FoOlSlide pueda ser un poco más rápida.
pt_pt: Realizar a otimização da base de dados de vez em quando fará a tua instalação do FoOlSlide ser ligeiramente mais rápida.
ru_ru: Выполнение время от времени оптимизации базы данных, позволит FoOlSlide работать немного быстрее.

source: Are you sure you want to optimize your FoOlSlide database?
es_es: ¿Estás seguro de que deseas optimizar tu base de datos FoOlSlide?
pt_pt: Tens a certeza que queres otimizar a base de dados do FoOlSlide?
ru_ru: Вы действительно хотите оптимизировать базу данных FoOlSlide?

source: FoOlSlide Logs
es_es: Bitácoras de FoOlSlide
pt_pt: Logs do FoOlSlide
ru_ru: Логи FoOlSlide

source: Daily logs are generated by FoOlSlide and contains information that will help developers debug your problems. If any actual errors are found, please report any serious errors to the FoOlSlide developers. However, do not report any 404 and missing cookie notices.
es_es: FoOlSlide genera a diario bitácoras que contienen información que ayudará a los desarrolladores a depurar tus problemas. Si se encuentran errores graves, por favor repórtalos a los desarrolladores de FoOlSlide. Sin embargo, no reportes ningún error 404 ni avisos de cookies perdidas.
pt_pt: Logs diários são criados pelo FoOlSlide e contêm informações que vão ajudar os programadores a depurar os teus problemas. Se algum erro for encontrado, por favor informa quaisqueres erros graves para os programadores do FoOlSlide. No entanto, não informes nenhum aviso de 404 ou de cookie em falta.
ru_ru: FoOlSlide ежедневно генерирует логи, содержащие информацию, которая может помочь разработчикам посодействовать вам в решении проблем. Если будут найдены какие-либо серьезные ошибки, пожалуйста, сообщайте о них разработчикам FoOlSlide. Просьба не беспокоить о любых ошибках 404 или пропавших куках.

source: View Logs
es_es: Ver bitácoras
pt_pt: Ver logs
ru_ru: Просмотр логов

source: Prune Logs
es_es: Eliminar bitácoras
pt_pt: Cortar logs
ru_ru: Очистить логи

source: Are you sure you want to prune all FoOlSlide logs?
es_es: ¿Estás seguro que deseas podar todas las bitácoras de FoOlSlide?
pt_pt: Tens a certeza que queres cortar todos estes FoOSlide logs?
ru_ru: Вы действительно хотите удалить все логи FoOlSlide?

source: FoOlSlide logs can often use a lot of space. This function will allow you to remove all logs to save space.
es_es: Las bitácoras FoOlSlide a menudo pueden utilizar una gran cantidad de espacio. Esta función te permitirá eliminar todos los registros para ahorrar espacio.
pt_pt: Os logs do FoOlSlide podem usar muito espaço. Esta função permite-te de removres todos os teus logs para poupares espaço.
ru_ru: Логи FoOlSlide часто могут занимать много места. Эта функция позволит вам удалить все логи для экономии места.

source: Current Size
es_es: Tamaño actual
pt_pt: Tamanho actual
ru_ru: Текущий размер

source: Check and repair the library
es_es: Revisar y reparar la biblioteca
pt_pt: Verificar e reparar a bibliotéca
ru_ru: Проверка и восстановление библиотеки

source: The repair function brutally edits your files and database. While it should be safe to use, you might lose data you actually want to save.
es_es: La función de reparación edita brutalmente tus archivos y base de datos. Si bien su uso debería ser seguro, podrías perder datos que realmente deseas guardar.
pt_pt: A função de reparo edita brutalmente os teus arquivos e base de dados. Enquanto ela deve ser segura para usar, tu podes perder dadoss que realmente desejas guardar.
ru_ru: Функция восстановления полностью правит ваши файлы и базу данных. Хотя она вроде как безопасная в использовании, вы можете потерять данные, которые хотили бы сохранить.

source: Suggestion
es_es: Sugerencia
pt_pt: Sugestão
ru_ru: Предлогаем

source: Have a backup of your database and of your FoOlSlide directory before proceeding. Perform a check before clicking on repair.
es_es: Ten un respaldo de tu base de datos y de tu directorio FoOlSlide antes de proceder. Realiza una verificación antes de hacer clic en la reparación.
pt_pt: Ter um backup da tua base de dados e do teu directorio do FoOlSlide antes de procederes. Realiza uma verificação cliquando em reparar.
ru_ru: Создайте резервную копию базы данных и каталога FoOlSlide перед продолжением. Выполните проверку, прежде чем нажать на восстановление.

source: It can happen that you or some server error mess with the FoOlSlide library. This will allow you to find broken database entries and missing files. The repair function will rebuild the missing thumbnails, remove the database entries for missing files and remove the unidentified files.
es_es: Puede ocurrir que tú o algún error en el servidor comprometan la biblioteca FoOlSlide. Esto te permitirá encontrar entradas rotas en la base de datos y archivos faltantes. La función de reparación reconstruirá las miniaturas que faltan, quitará las entradas de base de datos para los archivos que faltan y eliminará los archivos no identificados.
pt_pt: Pode acontecer que tu ou algum erro no servidor possa causar desordem com a biblioteca FoOlSlide. Isto permitirá que possas localizar registos de base de dados partidos e arquivos perdidos. A função de reparo vai reconstruir as thumbnails faltando, remover os registos de base de dados para arquivos que estão perdidos e remover os arquivos não-identificados.
ru_ru: Может случиться так, что из-за вас или из-за ошибки сервера произойдет бардак в библиотеке FoOlSlide. Эта функция позволит вам найти битые записи в базе данных и отсутствующие файлы. Она восстановит отсутствующие миниатюры, удалит записи в базе данных пропавших файлов и удалить неизвестные файлы.

source: You can also use this function via command line. Use the following line: %s
es_es: También puedes utilizar esta función a través de línea de comandos. Utiliza la siguiente línea: %s
pt_pt: Também podes usar esta função via linha de comandos. Usa a seguinte linha: %s
ru_ru: Вы также можете использовать эту функцию с помощью командной строки. Используйте следующую команду:%s.

source: Check library
es_es: Comprueba la biblioteca
pt_pt: Verificar bibliotéca
ru_ru: Проверить библиотеку

source: This is actually a dangerous operation. Always perform a check and make sure you have a backup of your data.
es_es: Esto es en realidad una operación peligrosa. Realiza siempre una verificación y asegúrate de que tienes una copia de seguridad de tus datos.
pt_pt: Isto é realmente uma operação perigosa. Lembra-te sempre de verificar e fazer uma copia backup dos teus dados.
ru_ru: На самом деле это опасная операция. Всегда выполняйте проверку и убедитесь, что у вас есть резервная копия ваших данных.

source: Repair library
es_es: Reparar la biblioteca
pt_pt: Reparar bibliotéca
ru_ru: Восстановление библиотеки

source: Checking the library
es_es: Comprobación de la biblioteca
pt_pt: Verificando a bibliotéca
ru_ru: Проверка библиотеки

source: Repairing the library
es_es: Reparación de la biblioteca
pt_pt: Reparando a bibliotéca
ru_ru: Восстановление библиотеки

source: Checking comics folder.
es_es: Comprobación de la carpeta del cómic.
pt_pt: Verificando a pasta da série.
ru_ru: Проверка папок с мангой.

source: You must fix the errors before you can proceed.
es_es: Debes corregir los errores antes de continuar.
pt_pt: Tens de corrigir os erros acima antes de continuar.
ru_ru: Необходимо сперва исправить ошибки, прежде чем продолжить.

source: Chapters left to check:
es_es: Capítulos restantes por comprobar:
pt_pt: Capítulos restantes para verificar:
ru_ru: Осталось глав проверить:

source: Pages left to check:
es_es: Páginas restantes por comprobar:
pt_pt: Páginas restantes para verificar:
ru_ru: Осталось страниц проверить:

source: Upgrade FoOlSlide Automatically
es_es: Actualizar automáticamente FoOlSlide
pt_pt: Actualizar o FoOlSlide automáticamente
ru_ru: Обновить FoOlSlide автоматически

source: Do you really want to upgrade to the latest version?
es_es: ¿Estás seguro de que quieres actualizar a la última versión?
pt_br: Você realmente quer fazer a atualização para a versão mais recente?
pt_pt: Tens a certeza que queres actualizar para a versão mais recente?
ru_ru: Действительно ли вы хотите обновить до последней версии?

source: Automatic Upgrade
es_es: Actualización automática
pt_pt: Actualização automática
ru_ru: Автоматическое обновление

source: This will upgrade your FoOlSlide installation to the latest version.
es_es: Esto actualizará la instalación de FoOlSlide a la última versión.
pt_pt: Isto irá actualizar a tua instalação do FoOlSlide para a versão mais recente.
ru_ru: Это обновит ваш FoOlSlide до последней версии.

source: Download Latest Version
es_es: Descargar la última versión
pt_pt: Download da versão mais recente
ru_ru: Скачать последнюю версию

source: Download
es_es: Descargar
ru_ru: Скачать

source: This allows you to download the latest FoOlSlide package to re-install or update your installation manually.
es_es: Esto te permite descargar el último paquete de FoOlSlide para volver a instalar o actualizar su instalación de forma manual.
pt_pt: Isto permite sacar a versão mais recente do pacote FoOlSlide para reinstalar ou actualizar a tua instação manualmente.
ru_ru: Это позволит вам скачать последнюю версию FoOlSlide для переустановки или обновления вручную.

source: Repair FoOlSlide
es_es: Reparar FoOlSlide
pt_pt: Reparar o FoOlSlide
ru_ru: Восстановить FoOlSlide

source: Do you really want to re-install FoOlSlide?
es_es: ¿De verdad quieres volver a instalar FoOlSlide?
pt_pt: Tens a certeza que queres reinstalar o FoOlSlide
ru_ru: Вы действительно хотите переустановить FoOlSlide?

source: This will re-install FoOlslide automatically and repair any broken files during the process.
es_es: Esto volverá a instalar automáticamente FoOlslide y reparará cualquier archivo en mal estado durante el proceso.
pt_pt: Isto irá reinstalar o FoOlSlide automáticamente e reparar qualquer ficheiro corrumpido durante o processo.
ru_ru: Это автоматически переустановит FoOlslide и восстановит поврежденные файлы.

source: Current Version
es_es: Versión actual
pt_pt: Versão actual
ru_ru: Текущая версия

source: Latest Version Available
es_es: Última versión disponible
pt_pt: Versão mais recente disponível
ru_ru: Последняя доступная версия

source: You have the latest version of FoOlSlide.
es_es: Tienes la última versión de FoOlSlide.
pt_pt: Tens a versão mais recente do FoOlSlide.
ru_ru: У вас уже установлена последняя версия FoOlSlide.
