Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: Note: If you're fluent in another language, please help contribute by translating our software into your language with %s. All localization updates of FoOlSlide is normally available within 48 hours.
es_es: Nota: Si hablas otro idioma con fluidez, por favor ayuda a traducir el software en tu idioma con %s. Todas las actualizaciones de idioma de FoOlSlide están disponibles normalmente en 48 horas.
pt_pt: Nota: Se és fluente noutra língua, por favor ajuda-nos, e contribui o nosso software para a tua língua com o %s. Todas as actualizações do FoOlSlide estão disponíveis normalmente em 48 horas.
ru_ru: Заметка: Если вы свободно владеете другим языком, пожалуйста, помогите в переводе на ваш язык с %s. Обновления всех локализаций FoOlSlide обычно происходит в течение 48 часов.

source: A web based portal for translations.
es_es: Un portal basado en web para las traducciones.
pt_pt: Um portal web para traduções.
ru_ru: Веб-портал переводов.

source: This chart provides information regarding the percentage of localized strings completed in another language. If you're using FoOlSlide relying on language localization, please check our <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">Transifex translation project</a> for this software and ensure that it is above 90% before proceeding with an upgrade.
es_es: Esta tabla proporciona información sobre el porcentaje de cadenas traducidas en otro idioma. Si estás utilizando FoOlSlide dependiendo de su traducción, consulta nuestro <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">proyecto de traducción Transifex</a> para este software y asegurate de que la traducción está por encima del 90% antes de proceder con una actualización.
pt_pt: Este gráfico fornece informação em relação à percentagem de linhas de localização completadas em outras línguas. Se estás a usar o FoOlSlide com uma linguagem de localização, por favor verifica o nosso <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">Projecto de tradução Transifex</a> para este software e assegura-te que está acima dos 90% antes de procederes para uma actualização
ru_ru: Данный график предоставляет информацию о процентном соотношении локализованных строк, переведенных на другой язык. Если вы пользуетесь FoOlSlide, опираясь на другой язык, пожалуйста проверьте <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">Transifex translation project</a> и перед обновлением убедитесь, что перевод составляет более 90%.

source: Changelog
es_es: Bitácora de cambios
ru_ru: Изменения

source: Version
es_es: Versión
pt_pt: Versão
ru_ru: Версия

source: This is all the needed information to install and run FoOlSlide. Don't worry: you can change this information later in case you need it changed.
es_es: Toda esta es la infomación necesaria para instalar y hacer funcionar FoOlSlide. No te preocupes: puedes cambiar esta información más tarde en caso de que lo necesites.
pt_br: Esta é toda a informação necessária para instalar e executar o FoOlSlide. Não se preocupe: você pode alterar essas informações mais tarde se precisar.
pt_pt: Isto é tudo informação necessária para instalar e executar o FoOlSlide. Não te preocupes: tu podes mudar esta informação mais tarde se precisares.
ru_ru: Вся необходимая информация для установки и запуска FoOlSlide была собрана. Не беспокойтесь, изменить эту информацию в случае необходимости можно будет позже.

source: The installation was unable to automatically create the config.php file. You'll have to create %s and paste all the following inside the file. When done, just press on the button on the bottom to be redirected to your FoOlSlide installation.
es_es: La instalación fue incapaz de crear automaticamente el archivo config.php. Tendrás que crear %s y copiar dentro del archivo todo lo siguiente. Una vez hecho, simplemente haz clic en el botón de abajo para ser redirigido a tu instalación de FoOlSlide.
pt_br: A instalação não foi capaz de criar automaticamente o arquivo config.php. Você terá que criar %s e cole tudo a seguir dentro do arquivo. Quando terminar, basta pressionar no botão na parte inferior para ser redirecionado para a sua instalação do FoOlSlide.
pt_pt: A instalação falhou a criação do ficheiro config.php. Terás de criar %s e copiar os restantes dentro do ficheiro. Quando terminado, cliqua no butão no fundo para seres redirecionado à tua instalação do FoOlSlide.
ru_ru: Программа установки не смогла автоматически создать файл config.php. Вам придется создать %s вручную и вставить все указанное ниже в него. Когда закончите, просто нажмите кнопку внизу, чтобы продолжить установку FoOlSlide.

source: Done
es_es: Hecho
pt_br: Pronto
pt_pt: Terminado
ru_ru: Готово

source: %sFollow us%s on Twitter
es_es: %sSíguenos%s en Twitter
pt_br: %s Siga-nos %s no Twitter!
pt_pt: %sPersegue-nos%s no Twitter
ru_ru: %sСледите за нами%s в Твиттере

source: Come chat with us on
es_es: Ven a charlar con nosotros en
pt_br: Venha conversar conosco!
pt_pt: Visita o nosso chat
ru_ru: Общайтесь с нами на

source: Title
es_es: Título
pt_br: Título
pt_pt: Título
ru_ru: Название

source: All chapters available for
es_es: Todos los capítulos disponibles de
pt_br: Todos os capítulos disponíveis para
pt_pt: Todos os capítulos disponíveis para
ru_ru: Все переведенные главы

source: by
es_es: por
pt_br: por
pt_pt: por
ru_ru: переводчики

source: Latest released chapters
es_es: Últimos capítulos publicados
pt_br: Últimos capítulos lançados
pt_pt: Capítulos publicados recentemente
ru_ru: Последние обновления

source: List of the available comics
es_es: Lista de cómics disponibles
pt_br: Lista de mangás disponíveis
pt_pt: Lista de séries disponíveis
ru_ru: Список переводимой манги

source: No releases for this series
es_es: No hay publicaciones de esta serie
pt_br: Não existe lançamentos desta série
pt_pt: Nenhuma publicação para esta série
ru_ru: Еще нет релизов для данного проекта

source: Latest release
es_es: Última publicación
pt_br: Lançamento mais recente
pt_pt: Última publicação
ru_ru: Последний релиз

source: Page
es_es: Página
pt_br: Página
pt_pt: Página
ru_ru: Стр.

source: Use W-A-S-D or the arrow keys to navigate
es_es: Puedes usar W-A-S-D o las teclas de dirección para navegar
pt_br: Use W-A-S-D ou as SETAS para navegar
pt_pt: Usa W-A-S-D ou as teclas de direcção para navegar
ru_ru: Используйте W-A-S-D или стрелки для навигации по странице

source: Double-tap to change page
es_es: Pulsa dos veces para cambiar de página
pt_br: Clique duplo para alterar a página
pt_pt: Carrega duas vezes sucessivas nas teclas para mudar de página.
ru_ru: Нажмите дважды стрелки или A-D для изменения страницы

source: Search results for
es_es: Resultados de búsqueda para
pt_br: Resultados da busca por
pt_pt: Resultados procurados para
ru_ru: Результаты поиска

source: Search series
es_es: Buscar series
pt_br: pesquisar séries
pt_pt: Procurar séries
ru_ru: Поиск проекта

source: To search series, type and hit enter
es_es: Para buscar series, escribe y pulsa enter
pt_br: Para buscar uma série, escreva e tecle enter
pt_pt: Para procurar por séries, escreve e faz enter
ru_ru: Для поиска проекта, введите название и нажмите Enter

source: Team's page
es_es: Página del equipo
pt_br: Página da equipe
pt_pt: Página da equipa
ru_ru: Страница команды

source: Informations
es_es: Información
pt_br: Informações
pt_pt: Informações
ru_ru: Информация

source: Twitter
ru_ru: Твиттер

source: Team leaders
es_es: Líderes del equipo
pt_br: Líderes da equipe
pt_pt: Líders de equipa
ru_ru: Руководители команды

source: No leaders in this team
es_es: No hay líderes en el equipo
pt_br: Nenhum líder nesta equipe
pt_pt: Não existem líders nesta equipa
ru_ru: Нет лидеров в этой команде

source: No members in this team
es_es: No hay miembros en este equipo
pt_br: Nenhum membro nesta equipe
pt_pt: Não existem membros nesta equipa
ru_ru: В данной команде нет участников

source: Go back to site
es_es: Volver al sitio
pt_br: Voltar para o site
pt_pt: Voltar ao site
ru_ru: Вернуться на сайт

source: Ask FoOlRulez & FAQ
es_es: Preguntas a FoOlRulez y FAQ
pt_pt: Pergunta ao FoOlRulez & FAQ
