Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: Currently, the load balancer does not support serving downloadable compressed archives. These will be served by the master FoOlSlide installation instead. Please keep this in mind while you are distributing the percentages.
es_es: En la actualidad, el equilibrador de carga no es compatible con el servicio de descarga de archivos comprimidos. Estos serán atendidos por la instalación maestra de FoOlSlide en su lugar. Por favor, ten esto en cuenta mientras distribuyes los porcentajes.
pt_pt: Actualmente, o load balancer não sustenta o serviço de download de arquivos comprimidos. Estes serão servidos pela instação mestre do FoOlSlide. Por favor lembra-te disto enquanto distribuis as percentagens.
ru_ru: В настоящее время регулировщик нагрузки не поддерживает обработку доступных для загрузки сжатых архивов. Вместо этого они будут обработаны мастером установки FoOlSlide. Пожалуйста, имейте это в виду, распределяя нагрузку.

source: Priority
es_es: Prioridad
pt_pt: Prioridade
ru_ru: Приоритет

source: Add/Save
es_es: Añadir/Guardar
pt_br: Adicionar/Salvar
pt_pt: Adicionar\Guardar
ru_ru: Добавить/Сохранить

source: IPs of Load Balancing Servers
es_es: IPs de los servidores de equilibrio de carga
pt_pt: IPs do servers de Load Balancing
ru_ru: IP серверов регулировки нагрузки

source: Add the IPs of the servers used for balancing. This will prevent them from being limited via the nationality filter.
es_es: Agregar las direcciones IP de los servidores utilizados para el equilibrio de carga. Esto impedirá que sean limitados por el filtro de nacionalidad.
pt_pt: Adiciona os IPS dos servers usados para balancing. Isto irá preveni-los de serem limitados via filtro de nacionalidade.
ru_ru: Добавить IP серверов регулировки нагрузки для исключения из фильтра по стране.

source: Team Information
es_es: Información de equipo
pt_br: Informações da equipe
pt_pt: Informação da equipa
ru_ru: Информация о команде

source: Make an user a leader by submitting his username:
es_es: Haz un usuario un lider escribiendo su nombre de usuario:
pt_br: Fazer um úsuario líder escrevendo o nome dele:
pt_pt: Promove um utilizador a líder escrevendo o seu nome:
ru_ru: Сделать пользователя лидером при помощи ввода его имени:

source: Make administrator
es_es: Hacer administrador
pt_br: Tornar administrador
pt_pt: Promover a administrador
ru_ru: Сделать администратором

source: Are you sure you want to make this user an administrator?
es_es: ¿Seguro de que quieres hacer a este usuario un adminstrador?
pt_br: Tem certeza que quer fazer este usuário um administrador?
pt_pt: Tens a certeza que queres promover este utilizador a administrador?
ru_ru: Вы уверены, что хотите сделать этого пользователя администратором?

source: Remove administrator
es_es: Eliminar administrador
pt_br: Remover administrador
pt_pt: Remover administrador
ru_ru: Удалить администратора

source: Are you sure you want to remove this user from the administrator group?
es_es: ¿Seguro que quieres eliminar este usuario del grupo de administradores?
pt_br: Tem certeza de que deseja remover este usuário do grupo administrador?
pt_pt: Tens a certeza que queres remover este utilizador do grupo de administração?
ru_ru: Вы уверены, что хотите удалить этого пользователя из группы администраторов?

source: Make moderator
es_es: Hacer moderador
pt_br: Tornar moderador
pt_pt: Promover a moderador
ru_ru: Сделать модератором

source: Are you sure you want to make this user a moderator?
es_es: ¿Estás seguro de que quieres hacer a este usuario moderador?
pt_br: Tem certeza de que quer fazer este usuário moderador?
pt_pt: Tens a certeza que queres promover este utilizador a moderador?
ru_ru: Вы уверены, что хотите сделать этого пользователя модератором?

source: Remove moderator
es_es: Eliminar moderador
pt_br: Remover moderador
pt_pt: Remover moderador
ru_ru: Удалить модератора

source: Are you sure you want to remove this user from the moderator group?
es_es: ¿Seguro que quieres eliminar este usuario del grupo de moderadores?
pt_br: Tem certeza de que deseja remover este usuário do grupo moderador?
pt_pt: Tens a certeza que queres remover este utilizador do grupo de moderação?
ru_ru: Вы уверены, что хотите удалить этого пользователя из группы модераторов?

source: Member Profile
es_es: Perfil del usuario
pt_br: Perfil do membro
pt_pt: Perfil do membro
ru_ru: Профиль члена

source: To search, write and hit enter
es_es: Para buscar, escribe y pulsa enter
pt_br: Para pesquisar, escreva e tecle enter
pt_pt: Para procurar, escreve e faz enter
ru_ru: Для поиска, введите ключевое слово и нажмите Enter

source: Delete chapter
es_es: Eliminar capítulo
pt_br: Excluir capítulo
pt_pt: Remover capítulo
ru_ru: Удалить главу

source: Do you really want to delete this chapter and its pages?
es_es: ¿De verdad quieres eliminar este capítulo y todas sus páginas?
pt_br: Você realmente deseja excluir este capítulo e suas páginas?
pt_pt: Tens a certeza que queres remover este capítulo e as suas páginas?
ru_ru: Вы действительно хотите удалить эту главу и ее страницы?

source: Read chapter
es_es: Leer capítulo
pt_br: Ler o capítulo
pt_pt: Ler capítulo
ru_ru: Читать главу

source: Chapter Information
es_es: Información del capítulo
pt_br: Informação do capítulo
pt_pt: Informação do capítulo
ru_ru: Информация о главе

source: Pages
es_es: Páginas
pt_br: Páginas
pt_pt: Páginas
ru_ru: Страницы

source: Add files...
es_es: Agregar archivos ...
pt_pt: Adicionar ficheiros...
ru_ru: Добавить...

source: Start upload
es_es: Iniciar la carga
pt_pt: Começar upload
ru_ru: Начать загрузку

source: Cancel upload
es_es: Cancelar la carga
pt_pt: Cancelar upload
ru_ru: Отменить загрузку

source: Delete files
es_es: Borrar archivos
pt_pt: Apagar ficheiros
ru_ru: Удалить файлы

source: Here you can select a directory and import chapters from it. This directory must contain ZIP, RAR or directories with each representing one single chapter. After you select a valid directory, the interface will give you the ability to fine-tune the import of each chapter. Notice that every directory, ZIP or RAR will be scanned for images and these will all be put in the same folder. If there are two files with the same name in the same ZIP, RAR or directory, the second found will overwrite the first.
es_es: Aquí puedes seleccionar un directorio e importar capítulos desde el mismo. Este directorio debe contener archivos ZIP, RAR o directorios que representen, cada uno, un sólo capítulo. Después de que selecciones un directorio válido, la interfaz te dará la posibilidad de ajustar el traslado de cada capítulo. Observa que cada directorio, archivo ZIP o RAR se escaneará para comprobar si contiene imágenes, y estas se ubicarán en la misma carpeta. Si hay dos archivos con el mismo nombre en el mismo ZIP, RAR o directorio, el segundo encontrado sobreescribirá el primero.
pt_br: Aqui você pode selecionar um diretório e capítulos de importação. Este diretório deve conter ZIP, RAR ou diretórios com cada pasta representando um único capítulo. Depois de selecionar um diretório válido, a interface lhe dará a capacidade de melhorar a importação de cada capítulo. Observe que cada arquivo ZIP ou RAR serão digitalizados para imagens e estes serão todos colocados na mesma pasta. Se existirem dois arquivos com o mesmo nome no ZIP, RAR ou diretório, o segundo encontrado irá substituir o primeiro.
pt_pt: Aqui podes selecionar o directorio do qual iras importar capítulos. Este directorio tem de conter arquivos ZIP, RAR ou directorios em que cada um representa um capítulo único. Depois de selecionares um directorio válido, a interface vai te possibilitar ajustar o importe de cada capítulo. Repara que cada directorio, ZIP ou RAR ira procurar as imagens e estas iram ser postas na mesma pasta. Se existirem dois ficheiros com o mesmo nome no mesmo ZIP ou RAR ou directorio, o segundo encontrado ira sobrepor o primeiro.
ru_ru: Здесь вы можете выбрать папку и импортировать главы из нее. Папка должна содержать архивы в формате ZIP/RAR либо папки, каждая из которых содержит отдельную главу. После выбора нужной вам папки вы сможете настроить импорт каждой главы. Обратите внимание на то, что каждая папка или архив формата ZIP/RAR будут просканированы на наличие изображений, которые затем будут помещены в одну папку. Если в одной папке/архиве будут обнаружены 2 изображения с одинаковыми именами, то второе изображение заменит первое.

source: Chapter Filename
es_es: Nombre de archivo del capítulo
pt_br: Nome de arquivo do capítulo
pt_pt: Nome do ficheiro do capítulo
ru_ru: Имя файла главы

source: Manual Setup
es_es: Configuración manual
pt_br: Configuração manual
pt_pt: Configuração manual
ru_ru: Настройка вручную

source: Try
es_es: Intentar
pt_pt: Tentar
ru_ru: Попытка

source: Attempts to detect the volume, chapter, and sub-chapter numbers for the chapters listed below. (For Example: "Chapter_123" would be detected by using "Chapter_{ccc}" in the field.)
es_es: Intenta detectar el volumen, capítulo y los números de sub-capítulo de los capítulos que se enumeran a continuación (Por ejemplo: "Capítulo_123" sería detectado usando "Capítulo_ {ccc}" en el campo).
pt_pt: Tenta detectar os números do volume, capítulo e sub-capítulo para os capítulos listados em baixo. (Por exemplo: "Capítulo_123" iria ser encontrado procurando por "Capítulo_{ccc}" no campo de texto.)
ru_ru: Ручная настройка: впишите {cc} в месте, где нужно указать номер главу. {ss} для номера суб-главы. {vv} для номера тома. Количество цифр устанавливается количеством букв. Например, "Chapter_123" соответствует "Chapter_{ccc}".

source: Mass Set Volumes
es_es: Establecer volúmenes en masa
pt_pt: Estabelecer volumes em massa
ru_ru: Выбор нескольких томов

source: Set
es_es: Establecer
pt_pt: Estabelecer
ru_ru: Выбор

source: Sets the volume for all of the chapters listed below.
es_es: Establecer el volumen de todos los capítulos que se listan a continuación.
pt_pt: Establece o volume para todos os capítulos listados em baixo.
ru_ru: Укажите том для всех приведенных ниже глав.

source: Set Initial Chapter Number
es_es: Establecer número de capítulo inicial
pt_pt: Establece o número de capítulos inicial
ru_ru: Укажите номер начальный главы

source: Sets the initial chapter and auto-increments for additional chapters listed below.
es_es: Establece el capítulo inicial e incrementos automáticos para los capítulos adicionales que se enumeran a continuación.
pt_pt: Establece o capítulo e incremento automatico inicial para capítulos adicionais listados em baixo.
ru_ru: Выбрать начальную главу и автошаг для приведенных ниже дополнительных глав.

source: Mass Set Teams
es_es: Establecer equipos en masa
pt_pt: Establecer equipas em massa
ru_ru: Выбор нескольких команд

source: Sets the teams for all the chapters listed below.
es_es: Establece los equipos para todos los capítulos que se listan a continuación.
pt_pt: Establece as equipas para todos os capítulos listados em baixo.
ru_ru: Выбрать команды для всех приведенных ниже глав.

source: Adding Chapters to
es_es: Añadiendo capítulos a
pt_pt: Adicionado capítulos para
ru_ru: Добавление глав в

source: Submit All
es_es: Enviar todo
pt_pt: Enviar tudo
ru_ru: Отправить все

source: Add Series
es_es: Agregar serie
pt_pt: Adicionar série
ru_ru: Добавить проект

source: Series Information
es_es: Información de la serie
pt_pt: Informação da série
ru_ru: Информация о проекте

source: Quick tools
es_es: Herramientas rápidas
pt_br: Ferramentas rápidas
pt_pt: Ferramentas rápidas
ru_ru: Быстрые инструменты

source: Do you really want to delete this serie and its chapters?
es_es: ¿Esta seguro de querer borrar esta serie y todos sus capítulos?
pt_br: Você realmente quer apagar este mangá e seus capítulos?
pt_pt: Tens a certeza que queres apagar esta série e os seus capítulos?
ru_ru: Вы действительно хотите удалить этот проект и его главы?

source: Delete
es_es: Borrar
pt_pt: Remover
ru_ru: Удалить

source: Read
es_es: Leer
pt_pt: Ler
ru_ru: Читать

source: Delete Series
es_es: Eliminar serie
pt_pt: Apagar série
ru_ru: Удалить проект

source: Do you really want to delete this series and its chapters?
es_es: ¿De verdad quieres eliminar esta serie y sus capítulos?
pt_pt: Tens a certeza que queres remover esta série e os seus capítulos?
ru_ru: Вы действительно хотите удалить этот проект и все его главы?

source: Import From Folder
es_es: Importar desde una carpeta
pt_pt: Importação por pasta
ru_ru: Импорт из папки

source: Chapters
es_es: Capítulos
pt_br: Capítulos
pt_pt: Capítulos
ru_ru: Главы

source: Output Server Information
es_es: Salida de Información del servidor
pt_pt: Informação do Output server
ru_ru: Вывести информацию о сервере

source: Server Information
es_es: Información del servidor
pt_br: Informações do Server
pt_pt: Informação do server
ru_ru: Информация о сервере

source: Web Server Software
es_es: Software de servidor Web
pt_pt: Software do Web Server
ru_ru: ПО веб-сервера

source: The web server that is currently running to serve your content.
es_es: El servidor web que se está ejecutando actualmente para servir tu contenido.
pt_pt: O web server que está actualmente a funcionar para servir os teus conteúdos.
ru_ru: Веб-сервер, который в данный момент обслуживает ваш контент.

source: PHP Version
es_es: Versión de PHP
pt_br: Versão do PHP
pt_pt: Versão PHP
ru_ru: Версия PHP

source: The version of the currently running PHP parser.
es_es: La versión del analizador PHP actualmente en ejecución.
pt_br: A versão atual do interpretador PHP rodando.
pt_pt: A versão actual do teu PHP parser.
ru_ru: Версия работающего в данный момент PHP парсера.

source: Old PHP version
es_es: Versión antigua de PHP
pt_pt: Versão PHP antiga
ru_ru: Ваша версия PHP устарела

source: To run FoOlSlide, you need at least PHP version 5.2.0.
es_es: Para ejecutar FoOlSlide, necesitas al menos la versión de PHP 5.2.0.
pt_pt: Para executar o FoOlSlide, precisarás de pelo menos a versão PHP 5.2.0.
ru_ru: Для запуска FoOlSlide, вам необходима версия PHP 5.2.0 или старше.

source: Suggested
es_es: Sugerido
pt_pt: Sugerido
ru_ru: Предлагаем

source: Nginx Upload Size
es_es: Tamaño de carga Nginx
pt_pt: Tamanho de upload Nginx
ru_ru: Размер загрузки файлов на сервер в Nginx

source: This value cannot be checked via PHP.
es_es: Este valor no se puede comprobar a través de PHP.
pt_pt: Este valor não pode ser verificado via PHP.
ru_ru: Это значение не может быть найдено при помощи PHP.

source: The Nginx web server has its own internal upload limit variable. If you are receiving upload errors, and your PHP configuration looks fine, check this variable in your Nginx configuration file.
es_es: El servidor web Nginx tiene su propia variable interna de límite de carga. Si estás recibiendo errores de carga y la configuración de PHP se ve bien, verifica esta variable en el fichero de configuración de Nginx.
pt_pt: O servidor web Nginx tem o seu próprio limite variável de upload interno. Se estiveres recebendo erros de upload, e sua configuração do PHP parece estar bem, marqua esta variável no teu arquivo de configuração do Nginx.
ru_ru: Веб сервер Nginx имеет собственную переменную, отвечающую за максимальноый размер файла загрузки на сервер. Если вы продолжаете получать ошибки загрузки файлов на сервер, при том, что внешне PHP сконфигурирован корректно, проверьте эту переменную в файле конфигурации Nginx.

source: Variable
pt_br: Variável
pt_pt: Variável
ru_ru: Переменная

source: Software Information
es_es: Información del software
pt_br: Informação do Software
pt_pt: Informação do software
ru_ru: Информация о ПО

source: FoOlSlide Version
es_es: FoOlSlide Versión
pt_br: Versão do FoOlSlide
pt_pt: Versão do FoOlSlide
ru_ru: Версия FoOlSlide

source: The version of FoOlSlide that you are currently running on your server.
es_es: La versión de FoOlSlide que estás ejecutando en tu servidor.
pt_br: A versão do FoOlSlide que você está atualmente rodando no servidor.
pt_pt: A versão do FoOlslide que está actualmente instalada no teu servidor.
ru_ru: Версия FoOlSlide, которая в данный момент установлена на вашем сервере.

source: New Version Available
es_es: Nueva versión disponible
pt_pt: Nova versão disponível
ru_ru: Доступна новая версия

source: Upgrading FoOlSlide ensures that you have the most secure, stable and feature enhanced release.
es_es: Actualizar FoOlSlide asegura que tengas instalada la versión más segura, estable y enriquecida en funciones.
pt_pt: Atualiza o FoOlSlide para garantir uma versão mais segura, estável e uma funcionalidade melhorada.
ru_ru: Обновление гарантирует, что у вас установлена последняя, наиболее стабильная, безопасная и функционально расширенная версия FoOlSlide.

source: Environment
es_es: Ambiente
pt_br: Ambiente
pt_pt: Ambiente
ru_ru: Версия оболочки

source: The environment FoOlSlide is current running as on the server.
es_es: El medio ambiente FoOlSlide está ejecutándose actualmente como en el servidor.
pt_pt: O ambiente em que o FoOlslide está actualmente funcionando no servidor.
ru_ru: Версия оболочки FoOlSlide, которая в данный момент установлена сервере.

source: PHP Configuration
es_es: Configuración de PHP
pt_br: Configuração PHP
pt_pt: Configuração de PHP
ru_ru: Конфигурация PHP

source: PHP settings can be easily changed by editing your php.ini file.
es_es: La configuración de PHP se puede cambiar fácilmente editando el archivo php.ini.
pt_pt: As configurações PHP podem ser facilmente modificadas editando o teu ficheiro php.ini.
ru_ru: Настройки PHP могут быть легко изменены при помощи редактирования файла php.ini.

source: php.ini Location
es_es: Ubicación de php.ini
pt_pt: Localização do php.ini
ru_ru: Расположение php.ini

source: This is the location of the file to edit to change the following variables.
es_es: Esta es la ubicación del archivo a editar para cambiar las siguientes variables.
pt_pt: Isto é a localização do fichiero para editar de modo a modificar as seguintes variáveis.
ru_ru: Это путь к файку, который необходимо отредактировать, чтобы изменить указанные переменные.

source: Safe Mode
es_es: Modo seguro
pt_pt: Modo seguro
ru_ru: Безопасный Режим

source: On
es_es: Activo
ru_ru: Включено

source: Off
es_es: Apagado
ru_ru: Выключено

source: The PHP safe mode is an attempt to solve the shared-server security problems and disables many important PHP functions. This is mainly used by shared hosting services to avoid implementing correct security fixes for shared-server environments.
es_es: El modo seguro de PHP es un intento de resolver los problemas de seguridad en un servidor compartido que deshabilita varias funciones PHP importantes. Esta es utilizada principalmente por provedores de hosting compartido para ahorrarse la implementación de soluciones de seguridad más apropiadas en entornos de servidor compartido.
pt_pt: O modo seguro do PHP é uma tentativa de resolver os problemas comuns dos servidores de segurança e desactiva muitas funções PHP importantes. Isto é usado principalmente por serviços de hospedagem compartilhada para evitar a implementação de correções de segurança para servidores compartilhando ambientes.
ru_ru: Безопасный Режим PHP предназначен для повышения безопасности совместно используемых серверов, который отключает многие важные PHP функции. В основном данный режим используется представителями услуги хостинга, чтобы избежать взлома системы безопасности в средах совмесно используемых серверов.

source: Safe Mode has been enabled on your PHP installation. This setting has nothing to do with security, and it's used by shared server hosts to limit your actions. This variable should be turned off for FoOlSlide to function correctly.
es_es: El modo seguro ha sido habilitado en tu instalación de PHP. Este ajuste no tiene nada que ver con la seguridad, y es utilizado por los servidores compartidos para limitar tus acciones. Esta variable debe ser desctivada para que FoOlSlide funcione correctamente.
pt_pt: O Modo de Segurança foi activado na tua instalação PHP. Esta configuração não tem nada a ver com segurança, e é usado por hosts de servidores compartilhados para limitar as tuas acções. Esta variável deve ser desligada para o FoOlSlide funcionar correctamente.
ru_ru: На вашем сервере активирован Безопасный Режим PHP. Это не имеет никакого отношения к безопасности и используется многими хостингами, чтобы ограничить ваши действия. Необходимо отключить Безопасный Режим, чтобы позволить FoOlSlide функционировать корректно.

source: Allow URL fopen
es_es: Permitir URL fopen
pt_pt: Autorizar URL fopen
ru_ru: Разрешить URL fopen

source: This function allows PHP to use URL-aware fopen wrappers to access remote files via FTP or HTTP protocol.
es_es: Esta función permite a PHP a usar fopen wrappers sensibles a la URL para acceder a archivos remotos a través de FTP o el protocolo HTTP.
pt_pt: Esta função permite que o PHP possa usar wrappers URL-aware fopen para aceder a arquivos remotos via FTP ou protocolo HTTP.
ru_ru: Эта функция позволяет PHP использовать оболочку URL-вида fopen для доступа к удаленным файлам при помощи FTP или HTTP протокола.

source: Disabled
es_es: Desactivado
pt_br: Com mobilidade condicionada
pt_pt: Desactivado
ru_ru: Отключено

source: Your PHP configuration currently has URL-aware fopen wrappers disabled. This affects FoOlSlide functions that require accessing remote files in case cURL is not installed on the system. If it is possible, this variable should be enabled with cURL installed as well.
es_es: La configuración de PHP actual tiene los fopen wrappers sensibles a URL inhabilitados. Esto afecta a las funciones de FoOlSlide que requieren acceso a archivos remotos en el caso de que cURL no esté instalado en el sistema. Si es posible, esta variable se debe habilitar teniendo también instalado cURL.
pt_pt: A tua configuração do PHP tem actualmente wrappers URL-aware fopen desativados. Isso afecta as funções do FoOlSlide que requerem acesso a arquivos remotos no caso do cURL não estar instalado no sistema. Se for possível, esta variável deve ser activada com cURL instalado também.
ru_ru: В вашей конфигурации PHP отключена оболочка URL-вила fopen. Что влияет на функционал FoOlSlide, которому необходим доступ к удаленным файлам в случае, когда cURL не установлен в системе. Если возможно, активируйте данный модуль, а также установите cURL.

source: Max Execution Time
es_es: Tiempo máximo de ejecución
pt_br: Tempo Max. de Execução
pt_pt: Execução de tempo maxíma
ru_ru: Максимальное время выполнения

source: This is the maximum time in seconds a script is allowed to run before it is terminated by the parser.
es_es: Este es el tiempo máximo en segundos en que un script se puede ejecutar antes de que sea detenido por el intérprete.
pt_br: Este é o tempo máximo em segundos que é o script permitido continuar rodando antes que seja terminado pelo interpretador.
pt_pt: Isto é o tempo máximo em segundo que um script é autorizado a executar antes que seja terminado pelo parser.
ru_ru: Это максимальное время в секундах, в течении которого выполняет скрипт, до его принудительного прекращения парсером.

source: Low Value
es_es: De bajo valor
pt_pt: Pequeno valor
ru_ru: Малое значение
