Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: Installation
es_es: Instalación
pt_br: Instalação
pt_pt: Instalação
ru_ru: Установка

source: Database type
es_es: Tipo de base de datos
pt_br: Tipo de base de dados
pt_pt: Tipo de base de dados
ru_ru: Тип базы данных

source: required
es_es: obligatorio
pt_br: Obrigatório
pt_pt: requerido
ru_ru: обязательно

source: The type of database you're going to use. Leave it on MySQL if using a standard installation
es_es: El tipo de base de datos que vas a usar. Déjalo como MySQL si estas usando una instalación estándar
pt_br: O tipo de base de dados que você vai usar. Deixe-o em "MySQL" se estiver usando uma instalação padrão
pt_pt: O tipo de base de dados que irás usar. Deixa como MySQL se usares a instalação padrão.
ru_ru: Тип базы данных, который будет использован. Оставьте "MySQL", если используется стандартный тип установки.

source: Database hostname
es_es: Nombre del servidor de la base de datos
pt_br: Hostname da base de dados
pt_pt: Hostname da base de dados
ru_ru: Имя сервера базы данных

source: The hostname of the server hosting the database. 99.8% of times is localhost
es_es: El nombre del servidor del proveedor de la base de datos. El 99.8% de las veces es localhost
pt_br: O nome do host que hospeda a base de dados. 99.8% das vezes é "localhost"
pt_pt: O hostname do servidor hospedante da base de dados. 99.8% das vezes é localhost
ru_ru: Имя хоста сервера с базой данных. В 99,8% случаях это "localhost"

source: Database name
es_es: Nombre de la base de datos
pt_br: Nome da base da dados
pt_pt: Nome da base da dados
ru_ru: Имя базы данных

source: The name of the database
es_es: El nombre de la base de datos
pt_br: Nome da base da dados
pt_pt: O nome da base de dados
ru_ru: Имя базы данных

source: Database username
es_es: Nombre de usuario de la base de datos
pt_br: O nome de usuário da base de dados
pt_pt: O nome de usuário da base de dados
ru_ru: Имя пользователя базы данных

source: The username of the user with permissions to the database
es_es: El nombre de usuario con permisos en la base de datos
pt_br: O nome de usuário com permissões à base de dados
pt_pt: O nome de usuário do usuário com permissões à base de dados
ru_ru: Имя пользователя с правами доступа к базе данных

source: Database password
es_es: Contraseña de la base de datos
pt_br: Senha da base de dados
pt_pt: Senha da base de dados
ru_ru: Пароль базы данных

source: The password of the user with permissions to the database
es_es: La contraseña del usuario con permisos en la base de datos
pt_br: A senha do usuário com permissões à base de dados
pt_pt: A senha do usuário com permissões à base de dados
ru_ru: Пароль пользователя с правами доступа к базе данных

source: Database prefix
es_es: Prefijo de la base de datos
pt_br: Prefixo da base de dados
pt_pt: Prefixo da base de dados
ru_ru: Префикс базы данных

source: Add a database prefix to avoid collisions, in example if you have other FoOlSlides
es_es: Añade un prefijo en la base de datos para evitar colisiones, por ejemplo, si tienes otro FoOlSLide
pt_br: Adicionar um prefixo da base de dados para evitar conflitos, por exemplo: se você tiver outros FoOlSlides
pt_pt: Adiciona um prefixo de base de dados para evitar colisões, por exemplo se tiveres outros FoOlSlides
ru_ru: Добавить префикс в базе данных, чтобы избежать совпадений, в случае, когда установлено несколько FoOlSlides

source: Administrator username
es_es: Nombre de usuario del administrador
pt_br: Nome do Administrador
pt_pt: Nome de usuário administrador
ru_ru: Имя администратора

source: The username of the administrator's account
es_es: El nombre de usuario para la cuenta del administrador
pt_br: O nome de usuário da conta do administrador
pt_pt: Nome de usuário da conta de administrador
ru_ru: Имя пользователя учетной записи администратора

source: Administrator password
es_es: Contraseña del administrador
pt_br: Senha de administrador
pt_pt: Senha de administrador
ru_ru: Пароль администратора

source: The password of the administrator's account
es_es: La contraseña para la cuenta del administrador
pt_br: A senha da conta do administrador
pt_pt: A senha da conta de administrador
ru_ru: Пароль учетной записи администратора

source: Administrator email
es_es: Email del administrador
pt_br: E-mail do administrador
pt_pt: Email do administrador
ru_ru: Электронная почта администратора

source: The email of the administrator's account
es_es: El email para la cuentra del administrador
pt_br: O e-mail da conta do administrador
pt_pt: O email da conta de administrador
ru_ru: Электронная почта учетной записи администратора

source: Connection with database not enstabilished: check the database fields.
es_es: Conexión con la base de datos no establecida: comprueba los campos de la base de datos.
pt_br: Conexão com a base de dados não estabelecida: verifique os campos da base de dados!
pt_pt: Conecção com a base de dados não estabelecida: verifica os campos da base de dados.
ru_ru: Связь с базой данных не установлена: проверьте поля базы данных.

source: FoOlSlide has installed successfully. Check the preferences and make sure you create a team for your own chapters.
es_es: FoOlSlide se ha instalado correctamente. Comprueba las preferencias y asegúrate de crear un equipo para subir vuestros capítulos.
pt_br: FoOlSlide foi instalado com sucesso. Verifique as preferências e certifique-se de criar uma equipe para os seus próprios capítulos.
pt_pt: FoOlSlide foi instalado correctamente. Verifica as preferências e cria a tua equipa para os teus capítulos.
ru_ru: FoOlSlide был успешно установлен. Проверьте настройки и убедитесь, что вы создали команду для своих проектов.

source: You need at least PHP version 5.2.0 to run FoOlSlide. This means you have a many years old version. It is suggested to upgrade to a more recent version of PHP to avoid security issues with your server in general.
es_es: Necesita al menos la versión de PHP 5.2.0 para ejecutar FoOlSlide. Esto significa que tienes una versión antigua por muchos años. Se sugiere la actualización a una versión más reciente de PHP para evitar problemas de seguridad con el servidor en general.
pt_pt: Necessitas ao menos a versão PHP 5.2.0 para executar o FoOlSlide. Isto significa que tens uma versão muito antiga. É sugerido que actualizes para uma versão mais recente de PHP para evitar problemas de segurança no teu servidor em geral.
ru_ru: Для запуска FoOlSlide необходима версия PHP 5.2.0 или выше. Вы используете старую версию. Перейдите на более новую версию PHP, чтобы избежать проблем безопасности с сервером.

source: The file %s was removed. The installation can't continue without that file. You can find it in the FoOlSlide download.
es_es: El archivo %s se ha eliminado. La instalación no puede continuar sin ese archivo. Lo podrás encontrar en la descarga de FoOlSlide.
pt_br: O arquivo %s foi removido. A instalação não pode continuar sem esse arquivo. Você pode encontrá-lo na página de download do FoOlSlide.
pt_pt: O ficheiro %s foi removido. A instalação não pode continuar sem aquele ficheiro. Tu podes encontrá-lo no download do FoOlSlide.
ru_ru: Файл %s был удален. Установка не может быть продолжена без этого файла. Вы можете найти его в директории загрузок FoOlSlide.

source: The %s directory needs to be writable. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run FoOlSlide without this.
es_es: El directorio %s necesita tener permisos de escritura. Usa este comando en la consola si es posible: %s o cambia los permisos recursivamente a 777 con un programa FTP. No podrás instalar o arrancar FoOlSlide sin esto.
pt_br: O diretório %s precisa ser gravável. Use este comando no seu shell, se possível: %s ou altere suas permissões para 777 com o seu próprio software FTP. Você não será capaz de instalar ou executar FoOlSlide sem isso.
pt_pt: O directorio %s precisa de permitir escrita. Usa este comando se possível: %s ou muda as suas permissões recursivamente para 777 com o teu próprio software FTP. Não poderás instalar ou executar o FoOlslide sem isto.
ru_ru: Каталог %s должен быть доступен для записи. Используйте эту команду в командной оболочке, если это возможно: %s или измените права доступа на 777 с помощью FTP менеджера. Вы не сможете установить или запустить FoOlSlide без этого.

source: The %s directory needs to be writable as well. Use this command in your shell if possible: %s or change its permissions recursively to 777 with your own FTP software. You won't be able to install or run FoOlSlide without this.
es_es: El directorio %s necesita tener permisos de escritura también. Usa este comando en la consola si es posible: %s o cambia los permisos recursivamente a 777 con un programa FTP. No podrás instalar o arrancar FoOlSlide sin esto.
pt_br: O diretório %s precisa ser escrito assim. Use este comando no seu shell, se possível: %s ou altere suas permissões recursivamente para 777 com o seu próprio software FTP. Você não será capaz de instalar ou executar FoOlSlide sem isso.
pt_pt: O directorio %s precisa de permitir escrita também. Usa este comando se possível: %s ou muda as suas permissões recursivamente para 777 com o teu próprio software FTP. Não poderás instalar ou executar o FoOlslide sem isto.
ru_ru: Каталог %s также должен быть доступен для записи. Используйте эту команду в командной оболочке, если это возможно: %s или изменить права доступа на 777 с помощью FTP менеджера. Вы не сможете установить или запустить FoOlSlide без этого.

source: The %s directory would be better if writable, in order to deliver automatic updates. Use this command in your shell if possible: %s
es_es: El directorio %s debería tener permisos de escritura para poder recibir actualizaciones automáticas. Usa este comando en la consola si es posible: %s
pt_br: O diretório %s seria melhor se gravável, a fim de entregar atualizações automáticas. Use este comando no seu shell, se possível: %s
pt_pt: O directorio %s seria melhor se a escrita fosse permitida, em ordem a entregar actualizações automáticas. Usa este comando se possível: %s
ru_ru: Для осуществления автоматического обновления каталог %s должен быть доступен для записи. Используйте эту команду в командной оболочке, если это возможно: %s

source: The %s directory would be better if writable, in order to deliver automatic updates.<br/>It was impossible to determine the user running PHP. Use this command in your shell if possible: %s where www-data is an example (usually it's www-data or Apache)
es_es: El directorio %s debería tener permisos de escritura para poder recibir actualizaciones automáticas.<br/>Es imposible determinar el usuario funcionando en PHP. Usa este comando en la consola si es posible: %s donde www-data es un ejemplo (normalmente es www-data o Apache)
pt_br: O diretório %s seria melhor se gravável, a fim de entregar atualizações automáticas. <br/> Foi impossível determinar o usuário executando o PHP. Use este comando no seu shell, se possível: %s, onde www-data é um exemplo (geralmente é www-data ou Apache)
pt_pt: O directorio %s seria melhor se a escrita fosse permitida, em ordem a entregar actualizações automáticas.<br/>Foi impossível determinar o utilizador executante de PHP. Usa este comando se possível: %s onde www-data é um exemplo (normalmente é www-data or Apache)
ru_ru: Для осуществления автоматического обновления каталог %s должен быть доступен для записи.<br/>Было невозможно определить пользователя, запустившего PHP. Используйте эту команду в командной оболочке, если это возможно: %s где www-data используется в качестве примера (обычно это www-data или Apache)

source: If you can't do the above, after the installation you will be given a textfile to paste in config.php. More info after submitting.
es_es: Si no puedes hacer lo de arriba, después de la instalación se te proporcionará un archivo de texto para pegarlo en config.php. Más información después de acceder.
pt_br: Se você não pode fazer o descrito acima, após a instalação você receberá um arquivo de texto para colar no config.php. Mais informações após o envio.
pt_pt: Se não conseguires fazer o que foi anteriormente referido, depois da instalação será te entregue um ficheiro de texto para copiares no config.php. Mais informação depois de submeter.
ru_ru: Если вы не можете проделать вышеописанное, после установки будет выведен текстовый файл для вставки в config.php. Подробнее после отправки данных.

source: If you made any changes, just refresh this page to recheck the directory permissions.
es_es: Si has realizado algún cambio, carga de nuevo esta página para volver a comprobar los permisos de directorio.
pt_br: Se você fez qualquer alteração, apenas atualize esta página para verificar novamente as permissões do diretório.
pt_pt: Se alteraste algo, actualiza a página para verificar novamente as permissões do directório.
ru_ru: Если было что-то изменено, обновите страницу, чтобы перепроверить права доступа к каталогам.

source: Team
es_es: Equipo
pt_br: Equipe
pt_pt: Equipa
ru_ru: Команда

source: Series list
es_es: Lista de series
pt_br: Lista de séries
pt_pt: Lista de séries
ru_ru: Список проектов

source: Latest releases
es_es: Últimas publicaciones
pt_br: Últimos lançamentos
pt_pt: Últimas publicações
ru_ru: Последние обновления

source: Chapter
es_es: Capítulo
pt_br: Capítulo
pt_pt: Capítulo
ru_ru: Глава

source: Search
es_es: Búsqueda
pt_br: Pesquisa
pt_pt: Procurar
ru_ru: Поиск

source: Authorization
es_es: Autorización
pt_br: Autorização
pt_pt: Autorização
ru_ru: Авторизация

source: Message
es_es: Mensaje
pt_br: Mensagem
pt_pt: Mensagem
ru_ru: Сообщение

source: Login
es_es: Iniciar sesión
pt_pt: Iniciar sessão
ru_ru: Логин

source: Register
es_es: Registrarse
pt_br: Registrar
pt_pt: Registar-se
ru_ru: Регистрация

source: Resend activation email
es_es: Reenviar email de activación
pt_br: Reenviar email de ativação
pt_pt: Reenviar activação de email
ru_ru: Повторная отправка письма с ссылкой для активации

source: Forgot password
es_es: Contraseña olvidada
pt_br: Esqueceu a senha
pt_pt: Senha esquecida
ru_ru: Восстановление пароля

source: Reset password
es_es: Cambiar contraseña
pt_br: Resetar senha
pt_pt: Reenviar senha
ru_ru: Сброс пароля

source: Change password
es_es: Cambiar contraseña
pt_br: Alterar a senha
pt_pt: Alterar a senha
ru_ru: Изменить пароль

source: Change email
es_es: Cambiar email
pt_br: Alterar e-mail
pt_pt: Alterar emial
ru_ru: Изменить адрес электронной почты

source: Unregister
es_es: Dar de baja
pt_br: Cancelar o registro
pt_pt: Cancelar a conta
ru_ru: Удалить учетную запись

source: Profile
es_es: Perfil
pt_br: Perfil
pt_pt: Perfil
ru_ru: Профиль

source: Teams
es_es: Equipos
pt_br: Equipes
pt_pt: Equipas
ru_ru: Команды

source: Display Name
es_es: Mostrar nombre
pt_br: Nome de Exibição
pt_pt: Exibir Nome
ru_ru: Отображаемое имя

source: Twitter username
es_es: Nombre de usuario de Twitter
pt_pt: Nome de usuário Twitter
ru_ru: Имя пользователя в Твиттере

source: Bio
pt_pt: Biografia
ru_ru: Инфо

source: Your profile
es_es: Tu perfil
pt_br: Seu perfil
pt_pt: O teu perfil
ru_ru: Ваш профиль

source: Your teams
es_es: Tus Equipos
pt_br: Suas equipes
pt_pt: As tuas equipas
ru_ru: Ваши команды

source: Team name
es_es: Nombre de equipo
pt_br: Nome da equipe
pt_pt: Nome da equipa
ru_ru: Название команды

source: Team does not exist
es_es: El equipo no existe
pt_br: Equipe não existe
pt_pt: A equipa não existe
ru_ru: Такой команды не существует

source: Accept request
es_es: Pedido Aceptado
pt_br: Aceitar o pedido
pt_pt: Aceitar pedido
ru_ru: Принять запрос

source: Leave team
es_es: Abandonar Equipo
pt_br: Deixar equipe
pt_pt: Abandonar equipa
ru_ru: Покинуть команду

source: Leave team leadership
es_es: Abandonar el Liderazgo del Equipo
pt_br: Deixar liderança da equipe
pt_pt: Sair da liderança de equipa
ru_ru: Оставить руководство командой

source: Load Balancer
es_es: Equilibrador de carga
pt_br: Balanceador de Carga
pt_pt: Balanceamento de carga
ru_ru: Регулировщик нагрузки

source: Updated settings.
es_es: Ajustes actualizados.
pt_br: Configurações atualizadas.
pt_pt: Opções actualizadas.
ru_ru: Настройки обновлены.

source: Balancers
es_es: Equilibradores
pt_br: Balanceadores
pt_pt: Balanceadores
ru_ru: Регулировщики

source: Unavailable
es_es: No disponible
pt_br: Indisponível
pt_pt: Não disponível
ru_ru: Недоступно

source: Client
es_es: Cliente
pt_br: Cliente
pt_pt: Cliente
ru_ru: Клиент

source: URL to master FoOlSlide root
es_es: URL de la raiz al FoOlSlide maestro
pt_br: URL para FoOlSlide principal
pt_pt: URL para a raíz mestre do FoOlSlide.
ru_ru: Путь URL к корневой директории FoOlSlide

source: Providing a URL will convert this FoOlSlide installation into a load balancer.
es_es: Al proporcionar un URL esta instalación de FoOlSlide se convertirá en un equilibrador de carga.
pt_br: Fornecendo uma URL irá converter esta instalação do FoOlSlide em um Balanceador de Carga.
pt_pt: Fornece a URL para converter esta instalação do FoOlSlide num balanceamento de carga
ru_ru: Указание ссылки преобразует данную версию FoOlSlide в регулировщик нагрузки.

source: These settings can only be activated if there are no comics available on this FoOlSlide. All core functions will be disabled and your data will be duplicated quietly in the background.
es_es: Estos ajustes pueden activarse solamente si no hay comics disponibles en este FoOlSlide. Todas las funciones del núcleo serán deshabilitadas y sus datos serán duplicados silenciosamente en el fondo.
pt_br: Essas configurações só poderão ser atividas se não houver nenhum mangá neste FoOlSlide. Todas as funções do núcleo serão desativadas e seus dados serão duplicados silenciosamente em segundo plano.
pt_pt: Estas configurações só podem ser activadas se houverem duas séries disponíveis neste FoOlSlide. Todas as funções básicas serão desactivadas e os teus dados serão duplicados silenciosamente em segundo plano.
ru_ru: Данные настройки могут быть активированны лишь в том случае, если на этом FoOlSlide нет доступной манги. Все основные функции будут недоступны, а данные будут дублироваться в фоновом режиме.

source: Database
es_es: Base de datos
pt_br: Base de dados
pt_pt: Bade de dados
ru_ru: База данных

source: Upgrade
es_es: Actualizar
pt_br: Atualização
pt_pt: Actualização
ru_ru: Обновление

source: Successfully updated the database.
es_es: Base de datos actualizada con éxito.
pt_br: Base de dados atualizado com sucesso.
pt_pt: A base de dados foi actualizada com sucesso.
ru_ru: База данных успешно обновлена.

source: Members
es_es: Miembros
pt_br: Membros
pt_pt: Membros
ru_ru: Участники

source: Searching
es_es: Buscando
pt_br: Pesquisando
pt_pt: Procurando
ru_ru: Идет поиск

source: Saved.
es_es: Guardado.
pt_br: Salvo.
pt_pt: Guardado.
ru_ru: Сохранено.

source: Leader
es_es: Lider
pt_br: Líder
pt_pt: Líder
ru_ru: Лидер

source: Member
es_es: Miembro
pt_br: Membro
pt_pt: Membro
ru_ru: Пользователь

source: Remove member
es_es: Quitar miembro
pt_br: Remover membro
pt_pt: Remover membro
ru_ru: Удалить пользователя

source: Do you want to remove this team member?
es_es: ¿Quieres eliminar este miembro del equipo?
pt_br: Você deseja remover este membro da equipe?
pt_pt: Queres remover este membro da equipa?
ru_ru: Вы хотите удалить этого члена команды?

source: Make leader
es_es: Hacer lider
pt_br: Tornar líder
pt_pt: Promover a líder
ru_ru: Сделать лидером

source: Do you want to make this user a team leader?
es_es: ¿Quieres hacer este usuario un lider del equipo?
pt_br: Você quer tornar este usuário um líder de equipe?
pt_pt: Queres fazer deste membro um líder de equipa?
ru_ru: Вы хотите сделать этого пользователя лидером команды?

source: Remove leader
es_es: Eliminar lider
pt_br: Remover líder
pt_pt: Remover líder
ru_ru: Удалить лидера

source: Do you want to remove this user from the team leadership?
es_es: ¿Quieres eliminar a este usuario del liderazgo del equipo?
pt_br: Você deseja remover este usuário da liderança de equipe?
pt_pt: Queres remover este utilizador da liderança da equipa?
ru_ru: Вы хотите удалить этого пользователя из руководства команды?

source: Add New
es_es: Agregar nueva
pt_br: Adicionar novo
pt_pt: Adicionar
ru_ru: Добавить

source: Add New Team
es_es: Agregar nuevo equipo
pt_br: Adicionar Nova Equipe
pt_pt: Adicionar nova equipa
ru_ru: Добавить команду

source: Accepting into team...
es_es: Aceptando en el equipo...
pt_br: Aceitar na equipe ...
pt_pt: Aceitando na equipa...
ru_ru: Принятие в команду...

source: User accepted into the team.
es_es: Usuario aceptado en el equipo.
pt_br: Usuário aceito na equipe.
pt_pt: Utilizador aceite na equipa.
ru_ru: Пользователь принят в команду.

source: Removing from team...
es_es: Eliminando del equipo...
pt_br: Removendo da equipe ...
pt_pt: Removendo da equipa...
ru_ru: Удаление из команды...

source: You have removed %s from the team.
es_es: Has removido a %s del equipo.
pt_br: Você removeu %s da equipe.
pt_pt: Removeste o\a %s da equipa.
ru_ru: Вы удалили %s из команды.

source: You have upgrade %s to team leader.
es_es: Has promovido a %s a líder del equipo.
pt_br: Você promoveu %s a líder de equipe.
pt_pt: Promoveste o\a %s para líder de equipa.
ru_ru: Вы сделали %s лидером команды.

source: User not found.
es_es: Usuario no encontrado.
pt_br: Usuário não encontrado.
pt_pt: Utilizador não encontrado
ru_ru: Пользователь не найден.

source: You have added %s to the team with the position of team leader.
es_es: Has agregado a %s al equipo en la posición de líder del equipo.
pt_br: Você adicionou %s para a equipe com a posição de líder.
pt_pt: Adicionaste %s à equipa na posição de líder.
ru_ru: Вы добавили %s в команду с должностью лидера команды.

source: You have stripped %s of their team leader position.
es_es: Has removido a %s de su posición de líder del equipo.
pt_br: Você removeu %s da posição de líder de equipe.
pt_pt: Renunciaste a posição de líder do %s
ru_ru: Вы лишили %s должности лидера команды.

source: Preferences
es_es: Preferencias
pt_br: Preferências
pt_pt: Preferências
ru_ru: Предпочтения

source: General
pt_br: Geral
pt_pt: Geral
ru_ru: Общие

source: Slide Title
es_es: Título de este lector
pt_br: Titulo do Slide.
pt_pt: Título do Slide
ru_ru: Название Читалки

source: Sets the title of your FoOlSlide. This appears in the title of every page.
es_es: Establece el título de tu FoOlSlide. Este aparece en el título de cada página.
pt_br: Define o título do seu FoOlSlide. Esse aparecerá no título de toda página.
pt_pt: O título do teu FoOlSlide. Isto aparece no título de todas as páginas.
ru_ru: Укажите название вашего FoOlSlide. Он будет отображаться в заголовке каждой страницы.

source: Back URL
es_es: URL de retorno
pt_br: URL de volta
pt_pt: URL antecedente
ru_ru: URL сайта

source: A small URL linked to another page. This is located next to the title at the top of every page.
es_es: Un URL pequeño que enlaza a otra página. Este se encuentra al lado del título en la parte superior de cada página.
pt_br: Uma URL pequena linkada a outra página. Ela está localizado ao lado do título no topo de toda página.
pt_pt: Uma pequena URL para outra página. Isto está localizado ao lado do título no topo de cada página.
ru_ru: Небольшой URL, ведущий на главную страницу. Расположен рядом с названием в верхней части каждой страницы.

source: Default Team
es_es: Equipo por defecto
pt_br: Equipe padrão
pt_pt: Equipa padrão
ru_ru: Команда по умолчанию

source: Sets the default team used for widgets and releases.
es_es: Establece el equipo predeterminado para los widgets y publicaciones.
pt_br: Define a equipe padrão usada para widgets e lançamentos.
pt_pt: Escolhe a equipa padrão usada para os widgets e publicações.
ru_ru: Укажите команду по умолчанию, используемую для виджетов и релизов.
