Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: FoOlSlide uses %s via command line to maximize the processor power for processing images. If ImageMagick %s automatically, enter the location of the "convert" binary on your server in the field above.
es_es: FoOlSlide usa %s a través de la línea de comandos para maximizar la potencia del procesador para procesar imágenes. Si ImageMagick %s automáticamente, escribe la ubicación del binario "convert" binario en tu servidor en el campo de arriba.
pt_pt: O FoOlSlide usa %s via linha de comando para maximizar o poder para processar imagens. Se o ImageMagick %s automaticamente, digita a localização do binário "converter" no teu servidor no campo acima.
ru_ru: При помощи командной строки FoOlSlide использует %s, чтобы увеличить производительность процессора при обработке изображений. Если ImageMagick %s автоматически, введите расположение "конвертора" на вашем сервере в поле выше.

source: This is a library used to dynamically create, edit, compose or convert images.
es_es: Esta es una biblioteca para crear de forma dinámica, editar, redactar o convertir imágenes.
pt_pt: Isto é uma livraria usada para a criação, edição e conversão de imagens dinamicamente.
ru_ru: Это библиотека используется для динамического создания, редактирования или преобразования изображений.

source: ImageMagick Binary
es_es: Binario de ImageMagick
pt_pt: Binário ImageMagick
ru_ru: Скомпилированный ImageMagick

source: This is typically located under /usr/bin (Linux), /opt/local/bin (Mac OSX) or the installation directory (Windows).
es_es: Este se encuentra normalmente en /usr/bin (Linux), /opt/local/bin (Mac OSX) o el directorio de instalación (Windows).
pt_pt: Isto está tipicamente localizado em /usr/bin (Linux), /opt/local/bin (Mac OSX) ou o directorio de instalação (Windows).
ru_ru: Как правило, он находится в /usr/bin (Linux), /opt/local/bin (Mac OSX) или каталоге установки (Windows).

source: can't be found
es_es: no se puede encontrar
pt_pt: não foi encontrado
ru_ru: не найден

source: Settings updated.
es_es: Configuración actualizada.
pt_pt: Configurações actualizadas.
ru_ru: Настройки обновлены.

source: Tools
es_es: Herramientas
pt_pt: Ferramentas
ru_ru: Инструменты

source: Your FoOlSlide database has been optimized.
es_es: Tu base de datos FoOlSlide ha sido optimizada.
pt_pt: A tua base de dados do FoOlSlide foi otimizada
ru_ru: База данных FoOlSlide была оптимизирована.

source: An error occurred while optimizing the database.
es_es: Se produjo un error al tiempo de optimizar la base de datos.
pt_pt: Ocorreu um erro enquanto otimizando a base de dados.
ru_ru: Произошла ошибка во время оптимизации базы данных.

source: There are no logs available.
es_es: No hay bitácoras disponibles.
pt_pt: Não existem logs disponíveis.
ru_ru: Нет доступных логов.

source: There is no available log for this date.
es_es: No hay ninguna bitácora disponible para esta fecha.
pt_pt: Não existe nenhum log disponível nesta data.
ru_ru: Нет доступных логов этой даты.

source: Your FoOlSlide logs have been pruned.
es_es: Tus bitácoras de FoOlSlide han sido eliminados.
pt_pt: Os teus logs do FoOlSlide foram cortados.
ru_ru: Ваши логи FoOlSlide были очищены.

source: You have to correct the errors above to continue.
es_es: Tienes que corregir los errores de arriba para continuar.
pt_pt: Tens de corrigir os erros acima para continuar.
ru_ru: Вы должны исправить ошибки, чтобы продолжить.

source: To repair automatically by removing the unidentified data and rebuilding the missing thumbnails, enter: %s
es_es: Para reparar automáticamente mediante la eliminación de los datos no identificados y la reconstrucción de las miniaturas que faltan, escribe: %s
pt_pt: Para reparar automaticamente, retirando os dados não identificados e reconstruir as thumbnails em falta, digita: %s
ru_ru: Для автоматического восстановления, путем удаления неизвестных данных и пересоздания недостающих эскизов, введите:%s.

source: Successfully repaired your library.
es_es: Biblioteca reparada con éxito.
pt_pt: Bibliotéca reparada com sucesso.
ru_ru: Ваша библиотека успешно восстановлена.

source: Upgrade FoOlSlide
es_es: Actualiza FoOlSlide
pt_br: Atualize o FoOlSlide.
pt_pt: Actualizar o FoOlslide
ru_ru: Обновить FoOlSlide

source: Upgrade failed: check file permissions.
es_es: Actualización fallida: comprueba los permisos de los archivos.
pt_br: Falha na atualização: verificar permissões do arquivo.
pt_pt: Actualização falhada: Vé as permissões do ficheiro.
ru_ru: Ошибка обновления: проверьте права доступа к файлам.

source: Teams could not be found
es_es: No se pueden encontrar los equipos
pt_br: Equipes não encotradas
pt_pt: As equipas não foram encontradas
ru_ru: Команды не найдены

source: Team could not be found
es_es: No se puede encontrar el equipo
pt_br: Equipe não pôde ser encontrada
pt_pt: A equipa não foi encontrada
ru_ru: Команда не найдена

source: Comics could not be found
es_es: No se pueden encontrar los cómics
pt_br: Mangás não encontrados
pt_pt: Os mangas não foram encontrados
ru_ru: Манга не найдена

source: You didn't use the necessary parameters
es_es: No has utilizado los parámetros necesarios
pt_br: Você não usou os parâmetros necessários
pt_pt: Não usaste os paramêtros necessários
ru_ru: Не были указаны необходимые параметры

source: Comic could not be found
es_es: No se puede encontrar el cómic
pt_br: Mangá não pôde ser encontrado
pt_pt: O manga não foi encontrado
ru_ru: Манга не найдена

source: Chapter could not be found
es_es: No se puede encontrar el capítulo
pt_br: Capítulo não pôde ser encontrado
pt_pt: O cápitulo não foi encontrado
ru_ru: Глава не найдена

source: Today
es_es: Hoy
pt_br: Hoje
pt_pt: Hoje
ru_ru: Сегодня

source: Tomorrow
es_es: Mañana
pt_br: Amanhã
pt_pt: Amanhã
ru_ru: Завтра

source: Yesterday
es_es: Ayer
pt_br: Ontem
pt_pt: Ontem
ru_ru: Вчера

source: Save
es_es: Guardar
pt_br: Salvar
pt_pt: Guardar
ru_ru: Сохранить

source: Edit
es_es: Editar
pt_br: Editar
pt_pt: Editar
ru_ru: Изменить

source: First
es_es: Primero
pt_pt: Primeiro
ru_ru: Первый

source: Prev
es_es: Anterior
pt_br: Anterior
pt_pt: Anterior
ru_ru: Предыдущая

source: Last
es_es: Último
pt_pt: Último
ru_ru: Последний

source: Next
es_es: Siguiente
pt_br: Próxima
pt_pt: Próximo
ru_ru: Следующая

source: Member List
es_es: Lista de miembros
pt_br: Lista de membros.
pt_pt: Lista de membros
ru_ru: Список пользователей

source: Load balancer
es_es: Equilibrador de carga
pt_br: Balanceador de carregamento
pt_pt: Balanceamento de carga
ru_ru: Регулировщик нагрузки

source: Add Chapter
es_es: Añadir capítulo
pt_br: Adicionar capítulo.
pt_pt: Adicionar capítulo
ru_ru: Добавить главу

source: Team List
es_es: Lista de equipo
pt_br: Lista de equipes.
pt_pt: Lista de equipas
ru_ru: Список команд

source: Home Team
es_es: Equipo local
pt_br: Equipe da casa
pt_pt: Equipa caseira
ru_ru: Основная Команда

source: Add Team
es_es: Agregar equipo
pt_br: Adicionar equipe
pt_pt: Adicionar equipa
ru_ru: Добавить команду

source: Reader
es_es: Lector
pt_br: Leitor
pt_pt: Leitor
ru_ru: Читалка

source: Master
es_es: Maestro
pt_br: Principal
pt_pt: Mestre
ru_ru: Сервер

source: New
es_es: Nuevo
pt_pt: Novo
ru_ru: Новый

source: Bug tracker
es_es: Rastreador de errores
pt_pt: Rastreador de bugs
ru_ru: Баг трекер

source: ID not set
es_es: ID no fijado
pt_br: ID não definida
pt_pt: ID não definido
ru_ru: ID не указан

source: ID is not a valid number
es_es: El ID no es un número válido
pt_br: ID não é um número válido
pt_pt: ID não é um número válido
ru_ru: ID является не допустимым числом

source: "orderby" tag wasn't correctly used.
es_es: La etiqueta "orderby" no se ha usado correctamente.
pt_br: a tag "Orderby" não foi corretamente utilizada.
pt_pt: O tag "orderby" não foi usado correctamente
ru_ru: Тег "OrderBy" используется некорректно.

source: "orderby" tag wasn't correctly used
es_es: La etiqueta "orderby" no se ha usado correctamente
pt_br: a tag "Orderby" não foi corretamente utilizada
pt_pt: O tag "orderby" não foi usado correctamente
ru_ru: тег "OrderBy" используется некорректно

source: The "page" tag was not a valid number.
es_es: La etiqueta "page" no es un número válido.
pt_br: A tag da "página" não é um número válido.
pt_pt: O tag "page" não era um número válido.
ru_ru: Тег "page" является недопустимым числом.

source: You're trying to get a larger number of "per_page" results per request than allowed.
es_es: Estás intentando obtener un mayor número de resultados "per_page" del permitido.
pt_br: Você está tentando obter um número maior de resultados "per_page" do que o permitido.
pt_pt: Estás a tentar obter um número de páginas por pedido maior que o permitido
ru_ru: Вы пытаетесь получить большее количество "per_page" результатов на запрос, чем разрешено.

source: Name
es_es: Nombre
pt_br: Nome
pt_pt: Nome
ru_ru: Название

source: Insert the title of the chapter, if available.
es_es: Insertar el título del capítulo si está disponible.
pt_br: Insira o título do capítulo, se disponível.
pt_pt: Insere o título do capítulo, se disponível.
ru_ru: Укажите название главы, если таковое имеется.

source: Chapter Number
es_es: Número de capítulo
pt_br: Número do capítulo
pt_pt: Número do capítulo
ru_ru: Номер главы

source: Insert the chapter number.
es_es: Insertar el número del capítulo.
pt_br: Insira o número do capítulo.
pt_pt: Insire o número do capítulo.
ru_ru: Укажите номер главы.

source: Subchapter Number
es_es: Número de subcapítulo
pt_br: Número do subcapítulo
pt_pt: Número do sub-capítulo
ru_ru: Номер суб-главы

source: Insert a subchapter number to identify extra chapters. Zero for main chapter. Start counting subchapters from 1, not from 5.
es_es: Insertar un número de sub-capítulo para identificar los capítulos extra. Cero para el capítulo principal. Empieza a contar desde el 1 para subcapítulos, no desde 5.
pt_pt: Insere um número de subcapítulos para identificar extra capítulos. Zero para capítulo principal. Começa a contar subcapítulos de 1, não de 5.
ru_ru: Введите номер суб-главы для идентификации дополнительных глав. Для основных глав используйте 0. Начинайте нумерацию дополнительных глав с 1, а не 5.

source: Volume
es_es: Volúmen
ru_ru: Том

source: Insert the volume number.
es_es: Insertar el número del volúmen.
pt_br: Insira o número do volume.
pt_pt: Insere o número do volume.
ru_ru: Укажите номер тома.

source: Language
es_es: Idioma
pt_br: Idioma
pt_pt: Idioma
ru_ru: Язык

source: Select the language of the chapter.
es_es: Seleccionar el idioma de este capítulo.
pt_br: Selecione o idioma do capítulo.
pt_pt: Seleciona a língua do capítulo.
ru_ru: Укажите язык главы.

source: Description
es_es: Descripción
pt_br: Descrição
pt_pt: Descrição
ru_ru: Описание

source: Insert a description.
es_es: Insertar una descripción.
pt_br: Inserir uma descrição.
pt_pt: Insere uma descrição
ru_ru: Укажите описание.

source: Visibility
es_es: Visibilidad
pt_br: Visibilidade
pt_pt: Visibilidade
ru_ru: Видимость

source: Hide the chapter from public view.
es_es: Ocultar el capítulo al publico.
pt_br: Esconder o capítulo da vista do público.
pt_pt: Esconde o capítulo da vista do público.
ru_ru: Скрыть главу от общего просмотра.

source: Hidden
es_es: Oculto
pt_br: Escondido
pt_pt: Escondido
ru_ru: Скрытый

source: The series you were adding the chapter to doesn't exist.
es_es: La serie a la que estás añadiendo el capítulo no existe.
pt_br: A série que você esta adicionando esse capítulo não existe.
pt_pt: A série a que estavas a adicionar este capítulo não existe.
ru_ru: Проекта, к которому вы хотите добавить главу, не существует.

source: You're trying to delete something that doesn't even have a related series'?
es_es: ¿Estás tratando de eliminar algo que ni siquiera tiene una serie relacionada?
pt_br: Você está tentando apagar algo que nem sequer tem uma série relacionada?
pt_pt: Estás a tentar apagar algo que nem está relacionado com nenhuma série?
ru_ru: Вы пытаетесь удалить то, что даже не связанно с этим проектом?

source: The chapter you tried to edit doesn't exist.
es_es: El capítulo que has intentado editar no existe.
pt_br: O capítulo que você tentou editar não existe.
pt_pt: O capítulo que tentaste editar não existe.
ru_ru: Главы, которую вы пытаетесь отредактировать, не существует.

source: The series you were referring to doesn't exist.
es_es: La serie a la que te estás refiriendo no existe.
pt_br: A série que você está se referindo não existe.
pt_pt: A série a que te estavas a referir não existe.
ru_ru: Проекта, на который вы ссылаетесь, не существует.

source: The team you were referring this chapter to doesn't exist.
es_es: El equipo que estás asociando a este capítulo no existe.
pt_br: A equipe que você está relacionando esse capítulo não existe.
pt_pt: A equipa a quem atribuiste este capitulo não existe.
ru_ru: Команды, которую вы пытаетесь добавить к данной главе, не существует.

source: You must select at least one team for this chapter
es_es: Debes seleccionar al menos un equipo para este capítulo.
pt_br: Você deve selecionar pelo menos uma equipe para este capítulo
pt_pt: Tens de atribuir pelo menos uma equipa a este capítulo
ru_ru: Вы должны выбрать хотя бы одну команду для этой главы

source: You haven't selected any team in relation to this chapter.
es_es: No has seleccionado ningun equipo asociado a este capítulo.
pt_br: Você não relacionou nenhuma equipe à este capítulo.
pt_pt: Não selecionaste nenhuma equipa em relação a este capítulo.
ru_ru: Вы не выбрали ни одной команды для этой главы.

source: Check that you have inputted all the required fields.
es_es: Comprueba que hayas rellenado todos los campos obligatorios.
pt_br: Verifique se você digitou todos os campos necessários.
pt_pt: Verifica que preencheste todos os campos requeridos.
ru_ru: Убедитесь, что заполнены все необходимые поля.

source: Failed to save to database for unknown reasons.
es_es: Error al guardar la base de datos por razones desconocidas.
pt_br: Falha ao salvar na base de dados por razões desconhecidas.
pt_pt: Falha ao guardar a base de dados por razões desconhecidas.
ru_ru: Не удалось сохранить в базу данных по неизвестным причинам.

source: Failed to remove the chapter from the database for unknown reasons.
es_es: Error al eliminar el capítulo de la base de datos por razones desconocidas.
pt_br: Falha ao remover o capítulo da base de dados por razões desconhecidas.
pt_pt: Falha ao remover o capítulo da base de dados por razões desconhecidas.
ru_ru: Не удалось удалить главу из базы данных по неизвестным причинам.

source: No series related to this chapter.
es_es: No hay series relacionadas con este capítulo.
pt_br: Nenhuma série relacionada a este capítulo.
pt_pt: Nenhuma série relacionada a este capítulo.
ru_ru: С этой главой не связан ни один проект.

source: Failed to create the chapter directory. Please, check file permissions.
es_es: Error al crear el directorio del capítulo. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao criar o diretório do capítulo. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao criar o directorio do capítulo. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось создать каталог для главы. Пожалуйста, проверьте права доступа к файлам.

source: Failed to remove the files inside the chapter directory. Please, check file permissions.
es_es: Error al eliminar los archivos dentro del directorio del capítulo. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao remover os arquivos dentro do diretório do capítulo. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao remover os ficheiros dentro do directorio do capítulo. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось удалить файлы внутри каталога главы. Пожалуйста, проверьте права доступа к файлам.

source: Failed to remove the chapter directory. Please, check file permissions.
es_es: Error al eliminar el directorio del capítulo. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao remover o diretório do capítulo. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao remover o directorio do capítulo. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось удалить каталог главы. Пожалуйста, проверьте права доступа к файлам.

source: Found a chapter entry without a comic entry, Chapter ID:
es_es: Se encontró una entrada de capítulo sin comic, ID de capítulo:
pt_pt: Foi encontrado um registo de capítulo sem um registo de série, ID do capítulo:
ru_ru: Найдена глава без страниц, Номер ID:

source: No directory found for:
es_es: No se encontró directorio para:
pt_pt: Nenhum directorio encontrado para:
ru_ru: Директория не найдена для:

source: Found non writable files in the comics folder. Check your files permissions.
es_es: Se encontraron archivos que no se pueden escribir en la carpeta de comics. Comprueba tus permisos de archivos.
pt_pt: Encontrado fichieros não graváveis na pasta da série. Verifica as suas permissões.
ru_ru: В папке с мангой найдены файлы без прав на запись. Проверьте права доступа к этим файлам.

source: Unidentified file found in:
es_es: Archivo no identificado encontrado en:
pt_pt: Ficheiro não identificado encontrado no:
ru_ru: Найден неизвестный файл в:

source: Vol.
ru_ru: Том

source: Insert the title of the series.
es_es: Inserta el título de la serie.
pt_br: Insira o título da série.
pt_pt: Insere o título da série.
ru_ru: Укажите название проекта.

source: Hide the series from public view.
es_es: Oculta la serie de la vista pública.
pt_br: Esconder a série da vista do público.
pt_pt: Esconder a série do olho público.
ru_ru: Скрыть проект от общественного просмотра.

source: Thumbnail
es_es: Miniatura
pt_br: Miniatura
ru_ru: Эскиз

source: Upload an image to use as thumbnail.
es_es: Subir una imagen para usarla como miniatura.
pt_br: Upload de uma imagem para usar como miniatura.
pt_pt: Carregua uma imagem para usar como thumbnail.
ru_ru: Загрузить изображение для использования в качестве эскиза.

source: Custom Chapter Title
es_es: Título de capítulo personalizado
pt_br: Título de capítulo personalizado.
pt_pt: Título de capítulo personalizado
ru_ru: Особый формат названия главы

source: Replace the default chapter title with a custom format. Example: "{num}{ord} Stage" returns "2nd Stage"
es_es: Reemplaza el título de capítulo por defecto con un formato personalizado. Ejemplo: "{num}{ord} Fase" devuelve "2a Fase"
pt_br: Substituir o título do capítulo padrão com um formato personalizado. Exemplo: "{num}{ord} Stage" ficará "2nd Stage"
pt_pt: Substitui o formato padrão do título do capítulo. Exemplo: "{num}{ord} Stage" fica "2nd Stage"
ru_ru: Заменить название главы по умолчанию в соответствии с выбранным форматом. Например: "{num}{ord} Stage" выдаст "2nd Stage".

source: The series you wanted to edit doesn't exist.
es_es: La serie que querías editar no existe.
pt_br: A série que você quer editar não existe.
pt_pt: A série que querias editar não existe.
ru_ru: Проект, который вы хотите редактировать, не существует.

source: Failed saving the series to database for unknown reasons.
es_es: No se pudo almacenar la serie en la base de datos por razones desconocidas.
pt_br: Falha ao salvar a série no banco de dados por razões desconhecidas.
pt_pt: Falha ao guardar a série à base de dados por razões desconhecidas.
ru_ru: Не удалось сохраненить проект в базу данных по неизвестным причинам.

source: The series couldn't be removed from the database for unknown reasons.
es_es: La serie no pudo ser removida de la base de datos por razones desconocidas.
pt_br: A série não de ser removida do banco de dados por razões desconhecidas.
pt_pt: A série não foi removida da base de dados por razões desconhecidas.
ru_ru: Не удалось удалить проект из базы данных по неизвестным причинам.

source: The directory could not be created. Please, check file permissions.
es_es: El directorio no se puede crear. Por favor, comprueba los permisos del archivo.
pt_br: O diretório não pôde ser criado. Por favor, verifique as permissões do arquivo.
pt_pt: O directorio não pôde ser criado. Por favor, vé as permissões do ficheiro.
ru_ru: Каталог не может быть создан. Пожалуйста, проверьте права доступа к файлам.

source: The files inside the series directory could not be removed. Please, check the file permissions.
es_es: Los archivos dentro del directorio de la serie no pudieron ser removidos. Por favor comprueba los permisos de archivo.
pt_br: Os arquivos dentro do diretório de séries não podem ser removidos. Por favor, verifique as permissões do arquivo.
pt_pt: Os ficheiros dentro deste directorio da série não poderam ser removidos. Por favor, verifica as suas permissões.
ru_ru: Файлы из каталога проекта не могут быть удалены. Пожалуйста, проверьте права доступа к файлам.

source: The directory could not be removed. Please, check file permissions.
es_es: El directorio no se puede eliminar. Por favor, comprueba los permisos del archivo.
pt_br: O diretório não pôde ser removido. Por favor, verifique as permissões do arquivo.
pt_pt: O directorio não pôde ser removido. Por favor, vé as permissões do ficheiro.
ru_ru: Каталог не может быть удален. Пожалуйста, проверьте права доступа к файлам.

source: Unidentified directory found at:
es_es: Directorio no identificado encontrado en:
pt_pt: Directorio não identificado encontrado em:
ru_ru: Найден неизвестный каталог по адресу:

source: Unidentified file found at:
es_es: Archivo no identificado encontrado en:
pt_pt: Ficheiro não identificado encontrado em:
ru_ru: Найден неизвестный файл по адресу:

source: No database entry found for:
es_es: No se encontró entrada de la base de datos para:
pt_pt: Nenhum registro da base de dados encontrado para:
ru_ru: Нет записи в базе данных для:

source: Found a non-writable directory.
es_es: Se encontró un directorio que no puede escribir.
pt_pt: Encontrado um directorio não gravável.
ru_ru: Найден каталог без прав на запись.

source: Found a non-writable file.
es_es: Se encontró un archivo que no puede escribir.
pt_pt: Encontrado um ficheiro não gravável.
ru_ru: Найден файл без прав на запись.

source: Failed to create the thumbnail image for the series. Check file permissions.
es_es: No se pudo crear la imagen en miniatura de la serie. Comprueba los permisos de archivos.
pt_br: Falha ao criar a miniatura para a série. Verifique as permissões do arquivo.
pt_pt: Falha ao criar a imagem thumbnail da série. Verifica as permissões do ficheiro.
ru_ru: Не удалось создать эскиз для проекта. Проверьте права доступа к файлам.

source: Failed to create the thumbnail image for the series. Resize function didn't work
es_es: No se pudo crear la imagen en miniatura de la serie. La función de cambio de tamaño no está trabajando
pt_br: Falha ao criar a miniatura para a série. Função de redimensionamento não funcionou
pt_pt: Falha ao criar o thumbnail da imagem da série. A função de modificação de tamanho não resultou
ru_ru: Не удалось создать эскиз для проекта. Функция изменения размера не работает.

source: Failed to save the thumbnail image in the database.
es_es: Error al guardar la imagen en la base de datos.
pt_br: Falha ao salvar a miniatura na base de dados.
pt_pt: Falha ao guardar a imagem thumbnail na base de dados.
ru_ru: Не удалось сохранить эскиз в базе данных.

source: Failed to remove the thumbnail's original image. Please, check file permissions.
es_es: Error al eliminar la imagen original de la miniatura. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao remover a miniatura. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao remover a imagem original do thumbnail. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось удалить исходное изображение эскиза. Пожалуйста, проверьте права доступа к файлам.
