Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: Failed to remove the thumbnail image. Please, check file permissions.
es_es: Error al eliminar la imagen. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao remover a miniatura. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao remover a imagem thumbnail. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось удалить эскиз. Пожалуйста, проверьте права доступа к файлам.

source: Failed to remove the thumbnail image from the database.
es_es: Error al eliminar la imagen de la base de datos.
pt_br: Falha ao remover a miniatura da base de dados.
pt_pt: Falha ao remover a imagem thumbnail da base de dados.
ru_ru: Не удалось удалить эскиз из базы данных.

source: One of the named teams doesn't exist.
es_es: Uno de los equipos nombrados no existe.
pt_br: Uma das equipes referidas não existe.
pt_pt: Uma das equipas mencionadas não existe.
ru_ru: Одна из указанных команд не существует.

source: Couldn't save joint to database due to an unknown error.
es_es: No se puede guardar la colaboración en la base de datos debido a un error desconocido.
pt_br: Não foi possível salvar a parceria à base de dados devido a um erro desconhecido.
pt_pt: Foi impossível guardar a junção à base de dados por causa de um erro desconhecido.
ru_ru: Невозможно сохранить группу в базу данных из-за неизвестной ошибки.

source: The joint couldn't be removed.
es_es: No se puede eliminar la colaboración
pt_br: A parceria não pôde ser removida.
pt_pt: A junção não pôde ser removida.
ru_ru: Группа не может быть удалена.

source: Couldn't add team to joint for unknown reasons.
es_es: No se puede añadir el equipo a la colaboración por razones desconocidas.
pt_br: Não foi possível adicionar a equipe parceira por razões desconhecidas.
pt_pt: Foi impossível adicionar a junção de equipas por razões desconhecidas.
ru_ru: Не удается добавить команду в группу по неизвестным причинам.

source: Couldn't remove the team from the joint.
es_es: No se puede eliminar el equipo de la colaboración.
pt_br: Não foi possível remover a equipe parceira.
pt_pt: Foi impossível remover a equipa da junção.
ru_ru: Не удается удалить команду из группы.

source: Couldn't remove the team from all the joints.
es_es: No se puede eliminar el equipo de todas las colaboraciones.
pt_br: Não foi possível remover o grupo de todas as parcerias.
pt_pt: Foi impossível removar a equipa de todas as junções.
ru_ru: Не удается удалить команду из всех групп.

source: There isn't a page in the database related to this ID.
es_es: No hay una página en la base de datos asociada a esta ID.
pt_br: Não há uma página na base de dados relacionados a este ID.
pt_pt: Não existe nenhuma página na base de dados relacionada com este ID.
ru_ru: Не существует страницы в базе данных, связанных с этим ID.

source: There was no selected chapter.
es_es: No hay ningún capítulo seleccionado.
pt_br: Não tem nenhum capítulo selecionado.
pt_pt: Não selecionaste nenhum capítulo.
ru_ru: Глава не выбрана.

source: The selected chapter doesn't exist.
es_es: El capítulo seleccionado no existe.
pt_br: O capítulo selecionado não existe.
pt_pt: O capítulo selecionado não existe.
ru_ru: Выбранной главы не существуют.

source: Failed to write to database for unknown reasons.
es_es: Error al escribir en la base de datos por razones desconocidas.
pt_br: Falha ao gravar na base de dados por razões desconhecidas.
pt_pt: Falha ao escrever a base de dados por razões desconhecidas.
ru_ru: Ошибка записи в базу данных по неизвестным причинам.

source: Failed to remove the page from the database.
es_es: Error al eliminar la página de la base de datos.
pt_br: Falha ao remover a página da base de dados.
pt_pt: Falha ao remover a página da base de dados.
ru_ru: Не удалось удалить страницу из базы данных.

source: Failed to add the page's file. Please, check file permissions.
es_es: Error al añadir la página. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao adicionar a página. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao adicionar o ficheiro da página. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось добавить файлы. Пожалуйста, проверьте права доступа.

source: Failed to create the thumbnail of the page.
es_es: Error al crear la miniatura de la página.
pt_br: Falha ao criar a miniatura da página.
pt_pt: Falha ao criar o thumbnail da página.
ru_ru: Не удалось создать эскиз страницы.

source: Failed to remove the page's file. Please, check file permissions.
es_es: Error al eliminar el archivo de la página. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao remover a página. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao remover os ficheiros da página. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось удалить файлы. Пожалуйста, проверьте права доступа.

source: Failed to remove the page's thumbnail. Please, check file permissions.
es_es: Error al emilinar la miniatura de la página. Por favor, comprueba el permiso de los archivos.
pt_br: Falha ao remover a miniatura da página. Por favor, verifique as permissões do arquivo.
pt_pt: Falha ao remover o thumbnail da página. Por favor, vé as permissões do ficheiro.
ru_ru: Не удалось удалить эскиз страниц. Пожалуйста, проверьте права доступа к файлам.

source: Found a page entry without a chapter entry, ID:
es_es: Se encontró una entrada de página sin capítulo, ID:
pt_pt: Foi encontrada um regiso de página sem um registo de capítulo, ID:
ru_ru: Найдена страница не входящая в главу, ID:

source: Page file not found in:
es_es: Archivo de la página no encontrado en:
pt_pt: Ficheiro da página não encontrado em:
ru_ru: Файл страницы не найден в:

source: Thumbnail file not found in:
es_es: Archivo de miniatura no encontrado en:
pt_pt: Thumbnail não encontrado em:
ru_ru: Файл миниатюры не найден в:

source: Page not found while creating thumbnail:
es_es: Página no encontrada durante la creación de miniaturas:
pt_pt: Página não encontrada enquanto criando o thumbnail:
ru_ru: Страница не найдена во время создания миниатюры:

source: Failed to remove the thumbnail while rebuilding it. Please, check file permissions.
es_es: No se pudo quitar la miniatura mientras se reconstruía. Por favor, comprueba los permisos de archivos.
pt_pt: Falha ao remover o thumbnail enquanto o reconstruíndo. Por favor, verifique as suas permissões.
ru_ru: Не удалось удалить миниатюру во время ее преобразования. Пожалуйста, проверьте права доступа к файлам.

source: Failed to recreate the thumbnail of the page.
es_es: No se pudo crear la miniatura de la página.
pt_pt: Falha a recriar o thumbail da página.
ru_ru: Не удалось пересоздать эскиз страницы.

source: Failed to save the image compression method in the database.
es_es: No se pudo guardar el método de compresión de imágenes en la base de datos.
pt_pt: Falha ao guardar o método de compressão de imagem na base de dados.
ru_ru: Не удалось сохранить метод сжатия изображения в базу данных.

source: Failed to find the selected team's ID.
es_es: Error al buscar los IDs de los equipos seleccionados.
pt_br: Não foi possível encontrar o ID da equipe de selecionada.
pt_pt: Falha ao encontrar o ID da equipa selecionada.
ru_ru: Не удалось найти ID выбранной команды.

source: Failed to update the team in the database for unknown reasons.
es_es: Error al actualizar el equipo en la base de datos por razones desconocidas.
pt_br: Falha ao atualizar a equipe na base de dados por razões desconhecidas.
pt_pt: Falha ao actualizar a equipa na base de dados por razões desconhecidas.
ru_ru: Не удалось обновить команду в базе данных по неизвестным причинам.

source: Failed removing the chapters while removing the team.
es_es: Error al eliminar los capítulos mientras se eliminaba el equipo.
pt_br: Falha remover os capítulos durante a remoção da equipe.
pt_pt: Falha ao remover os capítulos enquanto a equipa é removida.
ru_ru: Ошибка удаления глав при удалении команды.

source: Failed to delete the team for unknown reasons.
es_es: Error al eliminar el equipo por razones desconocidas.
pt_br: Falha ao excluir a equipe por motivos desconhecidos.
pt_pt: Falha ao apagar a equipa por razões desconhecidas.
ru_ru: Не удалось удалить команду по неизвестным причинам.

source: There were no groups selected.
es_es: No hay grupos seleccionados.
pt_br: Não existe grupos selecionados.
pt_pt: Não haviam nenhuns grupos selecionados.
ru_ru: Не выбрано ни одной группы.

source: There's no team under this ID.
es_es: No hay un equipo con este ID.
pt_br: Não há equipe sob esse ID.
pt_pt: Não existe nenhuma equipa com este ID.
ru_ru: Команды с таким ID не существует.

source: There's no teams under this ID.
es_es: No hay equipos con este ID.
pt_br: Não há equipes sob este ID.
pt_pt: Não existem nenhumas equipas com este ID.
ru_ru: Команд с таким ID не существует.

source: There's no group found with this ID.
es_es: No se ha encontrado un grupo con esta ID.
pt_br: Não há grupo com este ID.
pt_pt: Nenhum gurpo foi encontrado com este ID.
ru_ru: Группа с таким ID не найдена.

source: We're currently upgrading FoOlSlide. This process usually takes few seconds or a couple minutes, check back soon!
es_es: Estamos actualmente actualizando FoOlSlide. Este proceso normalmente tarda unos pocos segundos o un par de minutos, ¡vuelve a comprobarlo pronto!
pt_br: No momento, estamos atualizando o FoOlSlide. Este processo geralmente leva alguns segundos ou alguns minutos, volte em breve!
pt_pt: Estamos a actualizar o FoOlSlide. Este processo normalmente demora poucos segundos ou minutos, volta mais tarde!
ru_ru: Происходит обновление FoOlSlide. Для этого может потребоватся от нескольких секунд до нескольких минут, ожидайте!

source: FoOlPod server could not be contacted: impossible to check for new versions.
es_es: No se puede contactar con el servidor FoOlPod: imposible comprobar si existen nuevas versiones.
pt_br: O servidor do FoOlPod não pôde ser contatado: impossível verificar se há novas versões.
pt_pt: Não foi possivel se conectar ao server FoOlPod: Impossível verificar novas actualizações
ru_ru: Не удалось связаться с сервером FoOlPod: невозможно проверить наличие новых версий.

source: Can't get the update file from FoOlPod. It might be a momentary problem, or a problem with your server security configuration. Browse <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> to check if it's a known issue.
es_es: No se puede conseguir el archivo de actualizaciñon de FoOlPod. Puede tratarse de un problema momentaneo, o un problema en la configuración de seguridad de tu servidor. Entra en <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> para comprobar si es un problema conocido.
pt_br: Não é possível obter o arquivo de atualização do FoOlPod. Pode ser um problema momentâneo, ou um problema com sua configuração de segurança do servidor. Procurar <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> para verificar se é um problema conhecido.
pt_pt: Impossível receber o ficheiro de actualização do FoOlPod. Talvez possa ser um problema momentário, ou um problema com a configuração de segurança do teu servidor. Visita <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> para veres se é um problema comum.
ru_ru: Не удалось получить файлы обновления от FoOlPod. Возможно это временно, либо проблема в конфигурации безопасности сервера. Просмотрите <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a>, чтобы найти решение.

source: If you can't do the above, you can follow the manual upgrade instructons at %sthis link%s.
es_es: Si no puedes hacer lo que pone arriba, puedes seguir las instrucciones de actualización manual en %seste enlace%s.
pt_br: Se você não pode fazer o acima, você pode seguir o manual de atualização %sneste link%s.
pt_pt: Se não conseguires fazer o que foi anteriormente referido, podes seguir o manual de instruções %saqui%s
ru_ru: Если вы не можете проделать вышеописанное, можно воспользоваться руководством для обновления в ручную %sтут%s.

source: Control panel
es_es: Panel de control
pt_br: Painel de controle
pt_pt: Painel de controlo
ru_ru: Панель управления

source: Admin panel
es_es: Panel de administración
pt_br: Painel de administração
pt_pt: Painel de administrador
ru_ru: Панель администрирования

source: Logout
es_es: Desconectar
pt_br: Sair
pt_pt: Sair
ru_ru: Выход

source: Account
es_es: Cuenta
pt_br: Conta
pt_pt: Conta
ru_ru: Учетная запись

source: Back to profile
es_es: Vuelta al perfil
pt_br: Voltar ao perfil
pt_pt: Volta ao perfil
ru_ru: Вернуться к профилю

source: Back to login
es_es: Vuelta al ingreso de cuenta
pt_br: Voltar para o Login
pt_pt: Volta ao login
ru_ru: Вернуться к странице входа

source: Email or username
es_es: Email o usuario
pt_br: E-mail ou nome de usuário
pt_pt: Email ou nome de usuário
ru_ru: Электронная почта или имя пользователя

source: Email
ru_ru: Электронная почта

source: Confirmation Code
es_es: Código de confirmación
pt_br: Código de Confirmação
pt_pt: Código de confirmação
ru_ru: Код подтверждения

source: Remember me
es_es: Identificar automáticamente
pt_br: Lembre-me
pt_pt: Lembrar-me
ru_ru: Запомнить меня

source: Username
es_es: Nombre de usuario
pt_br: Nome de Usuário
pt_pt: Nome de usuário
ru_ru: Имя пользователя

source: Email Address
es_es: Dirección de email
pt_br: Endereço de e-mail
pt_pt: Endereço email
ru_ru: Адрес электронной почты

source: Password
es_es: Contraseña
pt_br: Senha
pt_pt: Senha
ru_ru: Пароль

source: Confirm Password
es_es: Confirmar contraseña
pt_br: Confirme sua senha
pt_pt: Confirmar a senha
ru_ru: Повторить пароль

source: Get another CAPTCHA
es_es: Generar otro CAPTCHA
pt_br: Obter outro CAPTCHA
pt_pt: Obter outro CAPTCHA
ru_ru: Получить другую КАПЧу

source: Get an audio CAPTCHA
es_es: Generar un audio CAPTCHA
pt_br: Obter um CAPTCHA de áudio
pt_pt: Obter um CAPTCHA áudio
ru_ru: Получить аудио КАПЧу

source: Get an image CAPTCHA
es_es: Generar una imagen CAPTCHA
pt_br: Obter uma imagem de CAPTCHA
pt_pt: Obter um CAPTCHA imagem
ru_ru: Получить изображение КАПЧи

source: Enter the words above
es_es: Introducir las palabras de arriba
pt_br: Digite as palavras acima
pt_pt: Escreve as palavras acima
ru_ru: Введите слова, приведенные выше

source: Enter the numbers you hear
es_es: Introduce los números que escuchas
pt_br: Digite os números que ouvir
pt_pt: Escreve os números que ouve
ru_ru: Введите цифры, которые вы услышали

source: Enter the code exactly as it appears
es_es: Introduce el código exáctamente como aparece
pt_br: Digite o código EXATAMENTE como aparece
pt_pt: Escreve o código exactamente como aparece
ru_ru: Введите код с изображения

source: You're leaving the team leadership:
es_es: Usted esta abandonando el liderazgo del equipo:
pt_br: Você está deixando a liderança da equipe:
pt_pt: Vais sair da liderança da equipa:
ru_ru: Вы покинули пост руководителя команды:

source: Leave
es_es: Abandonar
pt_br: Deixar
pt_pt: Sair
ru_ru: Покинуть

source: Back to your teams
es_es: Vuelta a tus equipos
pt_br: Voltar para suas equipes
pt_pt: Volta às tuas equipas
ru_ru: Вернуться к вашим командам

source: You're leaving the team:
es_es: Estás abandonando el equipo:
pt_br: Você está deixando a equipe:
pt_pt: Vais sair da equipa:
ru_ru: Вы покинули команду:

source: Display name (public)
es_es: Nombre visible (público)
pt_br: Nome de exibição (público)
pt_pt: Exibir nome (público)
ru_ru: Отображаемое имя (для всех)

source: Twitter username (public)
es_es: Nombre de usuario de Twitter (público)
pt_br: Twitter username (público)
pt_pt: Usuário Twitter (público)
ru_ru: Имя пользователя в Твиттере (для всех)

source: Bio (public) (max 140 characters)
es_es: Bio (público) (max 140 caracteres)
pt_br: Bio (público) (máximo 140 caracteres)
pt_pt: Bio (público) (max 140 Caracteres)
ru_ru: Инфо (для всех) (не более 140 символов)

source: Saved
es_es: Guardado
pt_br: Salvo
pt_pt: Guardado
ru_ru: Сохранено

source: Change avatar (via Gravatar.com)
es_es: Cambiar avatar (via Gravatar.com)
pt_br: Alterar avatar (via Gravatar.com)
pt_pt: Mudar avatar (via Gravatar.com)
ru_ru: Изменить аватар (используя Gravatar.com)

source: not public
es_es: No público
pt_br: não público
pt_pt: não público
ru_ru: не для всех

source: Delete account
es_es: Eliminar cuenta
pt_br: Excluir conta
pt_pt: Apagar conta
ru_ru: Удалить аккаунт

source: Accept
es_es: Aceptar
pt_br: Aceitar
pt_pt: Aceitar
ru_ru: Согласиться

source: Reject
es_es: Rechazar
pt_br: Rejeitar
pt_pt: Rejeitar
ru_ru: Отклонить

source: You aren't part of any team.
es_es: No eres parte de ningún equipo.
pt_br: Você não faz parte de nenhuma equipe.
pt_pt: Não fazes parte de nenhuma equipa.
ru_ru: Вы не являетесь членом какой-либо команды.

source: You're part of the following teams:
es_es: Eres parte de los siguientes equipos:
pt_br: Você faz parte das seguintes equipes:
pt_pt: Fazes parte das seguintes equipas:
ru_ru: Вы член следующих команд:

source: You're the leader of the following teams:
es_es: Eres el lider de los siguientes equipos:
pt_br: Você é o líder das seguintes equipes:
pt_pt: És o líder das seguintes equipas:
ru_ru: Вы лидер следующих команд:

source: Leave leadership
es_es: Abandonar liderazgo
pt_br: Deixe liderança
pt_pt: Sair da liderança
ru_ru: Оставить руководство

source: These users are applying for a team of yours:
es_es: Estos usuarios están aplicando para uno de tus equipos:
pt_br: Esses usuários estão aguardando aprovação para um dos seus times:
pt_pt: Estes utilizadores aplicaram-se para uma equipa tua:
ru_ru: Эти пользователи хотят вступить в вашу команду:

source: User:
es_es: Usuario:
pt_br: Usuário:
pt_pt: Utilizador:
ru_ru: Пользователь:

source: Options
es_es: Opciones
pt_br: Opções
pt_pt: Opções
ru_ru: Опции

source: Insert the exact name of the team you'd like to apply to:
es_es: Inserta el nombre exacto del equipo al que te gustaria aplicar:
pt_br: Insira o nome exato da equipe que você gostaria de entrar:
pt_pt: Insere o nome exacto da equipa a que te queres juntar
ru_ru: Укажите точное имя команды в которую вы хотели бы вступить:

source: Team name (case sensitive)
es_es: Nombre de equipo (sensible a mayúsculas)
pt_br: Nome da equipe (case sensitive)
pt_pt: Nome da equipa (sensível a maiúsculas e minúsculas)
ru_ru: Название команды (с учетом регистра)

source: Apply
es_es: Aplicar
pt_br: Aplicar
pt_pt: Inscrever-se
ru_ru: Применить

source: You have pending applications for the following teams:
es_es: Tienes aplicaciones pendientes para los siguientes equipos:
pt_br: Você tem pedidos pendentes para as seguintes equipes:
pt_pt: Tens aplicações pendentes para as seguintes equipas:
ru_ru: Вы подали заявку на вступление в следующие команды:

source: Control Panel
es_es: Panel de control
pt_br: Painel de controle
pt_pt: Paínel de controlo
ru_ru: Панель управления

source: Your Profile
es_es: Tu perfil
pt_br: Seu perfil
pt_pt: O teu perfil
ru_ru: Ваш профиль

source: New upgrade available:
es_es: Nueva actualización disponible:
pt_br: Nova atualização disponível:
pt_pt: Nova actualização disponivel:
ru_ru: Доступны новые обновления:

source: No
pt_br: Não
pt_pt: Não
ru_ru: Нет

source: Yes
es_es: Sí
pt_br: Sim
pt_pt: Sim
ru_ru: Да

source: There's a newer version of the database available. Just update it by clicking on the update button.
es_es: Hay una nueva versión de la base de datos disponible. Actualízala haciendo clic en el botón de actualizar.
pt_br: Há uma versão mais recente da base de dados disponível. Atualize clicando no botão "atualizar".
pt_pt: Existe uma nova versão da base de dados. Actualiza-a apenas cliquando no butão.
ru_ru: Доступна новая версия базы данных. Обновите ее, нажав на кнопку обновления.

source: In case you're using a very large installation of FoOlSlide, to avoid timeouts while updating the database, you can use the command line, and enter this: %s
es_es: Si tu instalación del FoOlSlide es muy grande, para evitar que se cuelgue mientras actualizas la base de datos, puedes usar la línea de comandos e introducir esto: %s
pt_br: Se você estiver usando uma instalação muito grande do FoOlSlide, para evitar tempos de espera durante a atualização da base de dados, você pode usar a linha de comando, digite isto: %s
pt_pt: No caso de estares a usar uma grande instalação do FoOlSlide, para evitar falhas enquanto a base de dados actualiza, podes usar a linha de comando, e meter isto: %s
ru_ru: В случае, если установка FoOlSlide длится слишком долго, то, для избежания разрыва соединения с сервером из-за тайм-аута в ходе обновления базы данных, вы можете использовать командную строку и ввести:%s

source: Do you really want to upgrade your database?
es_es: ¿Seguro que quieres actualizar tu base de datos?
pt_br: Você realmente deseja atualizar sua base de dados?
pt_pt: Tens a certeza que queres actualizar a tua base de dados?
ru_ru: Вы действительно хотите обновить базу данных?

source: FoOlSlide load balancers are servers that serve images cloned from the master server. You can host a load balancer by either using an external service (like a Content Delivery Network), or use another FoOlSlide installation in "client mode" on another server.
es_es: Los equilibradores de carga FoOlSlide son servidores que sirven imágenes clonadas desde el servidor maestro. Puede hospedar un equilibrador de carga ya sea usando un servicio externo (como un CDN, "Content Delivery Network"), o usando otra instalación FoOlSlide en "modo cliente" en otro servidor.
pt_pt: Os load balancers do FoOlSlide são servidores que servem imagens clonadas do server mestre. Podes hospedar um load balancer usando um serviço externo (como um Content Delivery Network), ou usando outra instação do FoOlSlide em "modo cliente" noutro server.
ru_ru: Регулировщики нагрузки FoOlSlide - это сервера, которые содержат копии изображений главного сервера. Возможно использование внешних сервисов (к примеру Content Delivery Network), либо использование FoOlSlide в "режиме клиента" на другом сервере.

source: The process of setting up a FoOlSlide Balancer is very simple: you just install a slide on the other server, provide it with the URL to this slide (%s), and add the URL for the other slide below. The rest is automatic.
es_es: El proceso de creación de un equilibrador de FoOlSlide es muy sencillo: sólo tienes que instalar un lector en el otro servidor, proporcionarle la dirección URL de este lector (%s), y añadir la URL del otro lector a continuación. El resto es automático.
pt_pt: O processo de configuração do FoOlSlide Balancer é muito simples: instalas um slide noutro server, forneces-o com um URL para este slide (%s), e adicionas o URL para o outro slide em baixo. O resto é automático.
ru_ru: Процесс настройки регулировщика нагрузки FoOlSlide прост: достаточно установить Слайд на другой сервер, указать URL к этому Слайду (%s) и URL на другой слайд ниже. Остальное произойдет автоматически.

source: The percentages are for ease and you can set each host to any percentage. For example, if you set two load balancers at 100%, they will actually operate at 50% each.
es_es: Los porcentajes son por facilidad y se puede configurar cada host a cualquier porcentaje. Por ejemplo, si establece dos equilibradores de carga al 100%, en realidad van a operar al 50% cada uno.
pt_pt: As percentagens são para facilitar e tu podes estabelecer cada host para uma percentagem qualquer. Por exemplo, se estabeleceres dois load balancers para 100%, eles iram ambos funcionar a 50%.
ru_ru: Для удобства вы возможно настроить каждый хост на разную нагрузку. Например, если вы настроите два регулировщика нагрузки на 100%, они будут фактически работать на 50% каждый.
