Repository: FoolCode/FoolFuuka
Catalog: assets/locale/*.utf8/LC_MESSAGES/default.po
Languages: es_es, pt_br, pt_pt, ru_ru

source: Default release language
es_es: Idioma de publicaciones por defecto
pt_br: Linguagem padrão do lançamento
pt_pt: Idioma da publicação
ru_ru: Язык релизов по умолчанию

source: Changes the default release language for all future releases.
es_es: Cambia el idioma de publicación por defecto para todas las publicaciones futuras.
pt_br: Altera o idioma padrão de lançamentos para todos os futuros lançamentos.
pt_pt: Muda a língua padrão para todas as futuras publicações.
ru_ru: Измените язык релиза по умолчанию для всех будущих релизов.

source: Default Software Language
es_es: Idioma predeterminado del software
pt_br: Idioma padrão do Software
pt_pt: Língua padrão do software
ru_ru: Язык скрипта по умолчанию

source: Changes the software language of FoOlSlide. Please contribute by translating this software on our <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">Transifex project</a>.
es_es: Cambia el idioma del software de FoOlSlide. Por favor, contribuye a la traducción de este software en nuestro <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">proyecto Transifex</a>.
pt_pt: Modifica a língua do software. Por favor contribui traduzindo este software no nosso <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">Projecto Transifex</a>.
ru_ru: Изменения языка оболочки FoOlSlide. Пожалуйста, посодействуйте в переводе на <a href="https://www.transifex.net/projects/p/foolslide/resource/defaultpot/">Transifex project</a>.

source: Theme
es_es: Tema
pt_br: Tema
pt_pt: Tema
ru_ru: Оформление

source: Select Theme
es_es: Seleccionar tema
pt_br: Selecione o tema
pt_pt: Escolher o tema
ru_ru: Выбрать оформление

source: Pre-Header Text
es_es: Texto previo al encabezado
pt_br: Texto Pre-Header
pt_pt: Texto do cabeçalho pré
ru_ru: Текст перед заголовком

source: This will insert HTML code above before the header navigation block.
es_es: Esto insertará el código HTML de arriba antes del bloque de navegación del encabezado.
pt_br: Isto irá inserir um código HTML acima do bloco de navegação do header.
pt_pt: Isto vai inserir códigos HTML por cima do cabeçalho do bloco de navegação.
ru_ru: Позволит добавить HTML-код перед навигационным блоком.

source: Header Text
es_es: Texto del encabezado
pt_br: Texto do cabeçalho/header
pt_pt: Texto de cabeçalho
ru_ru: Текст заголовка

source: Inserts the text above in the header where the nagivation linkes are located.
es_es: Inserta el texto de arriba en el encabezado donde se encuentran los enlaces de navegación.
pt_br: Insira o texto acima no cabeçalho onde o links de navegação estão localizados.
pt_pt: Insere o texto acima do cabeçalho onde os links de navegação estão localizados.
ru_ru: Позволит добавить текст выше заголовка, где расположены ссылки навигации

source: Header Code
es_es: Código dentro de &lt;HEAD&gt;
pt_br: Código de cabeçalho
pt_pt: Código de cabeçalho
ru_ru: Код в шапке сайта

source: This will insert the HTML code above inside the &lt;HEAD&gt;.
es_es: Esto insertará el código HTML de arriba dentro de la etiqueta &lt;HEAD&gt;.
pt_br: Isto irá inserir o código HTML acima, dentro de &lt;HEAD&gt;.
pt_pt: Isto vai inserir o código HTML por cima do &lt;HEAD&gt;.
ru_ru: Позволит добавить код HTML внутри &lt;HEAD&gt;.

source: Footer Text
es_es: Texto de pie de página
pt_br: Texto de rodapé
pt_pt: Texto de rodapé
ru_ru: Текст в нижнем колонтитуле сайта

source: Inserts the text above in the footer such as disclaimers. (Note: If the content uploaded does not belong to you, do not write things like "All Rights Reserived&copy;" above. However, if you're releasing your own works, please consider using <a href="http://creativecommons.org/">Creative Commons Licenses</a> to protect them.)
es_es: Inserta el texto de arriba en el pie de página, tales como exenciones de responsabilidad. (Nota: Si el contenido cargado no te pertenece, no escribir arriba cosas como "todos los derechos © Reservados". Sin embargo, si estás lanzando tus propias obras, por favor considera usar <a href="http://creativecommons.org/">Licencias Creative Commons</a> para su protección).
pt_br: Insere o texto acima no rodapé, como isenções de responsabilidade. (Nota: Se o conteúdo carregado não pertence a você, não escreva coisas como "Todos os direitos © reservados" acima No entanto, se você está lançando suas próprias obras, considere o uso. <a href="http://creativecommons.org/">licenças Creative Commons</a> para protegê-los.)
pt_pt: Insere o texto por cima no rodapé como renúncias legais. (Nota: Se o conteúdo publicado não te pertence, não escrevas coisas como "Todos os direitos reservados". Contudo, se estas a publicar os teus trabalhos, considera usar <a href="http://creativecommons.org/">Creative Commons Licenses</a> para os proteger.)
ru_ru: Добавить текст в нижний колонтитул, место, где обычно пишется про ответственность. Не пишите \"Все права защищены ©\", особенно если то, что публикуете - не ваше. (Заметка: Если вы выпускаете свои собственные работы, подумайте об использовании <a href=\"http://creativecommons.org/\"> Creative Commons licenses</a>, чтобы защитить их.)

source: Footer Code
es_es: Código de pie de página
pt_br: Código de rodapé
pt_pt: Código de rodapé
ru_ru: Код в нижнем колонтитуле сайта

source: This will insert the HTML code above after the &lt;BODY&gt;.
es_es: Esto insertará el código HTML de arriba después de la etiqueta &lt;BODY&gt;.
pt_br: Isto irá inserir o código HTML acima, após o &lt;BODY&gt;.
pt_pt: Isto irá inserir o código HTML por cima do &lt;BODY&gt;.
ru_ru: Позволит добавить указанный выше код после &lt;BODY&gt;.

source: Advertising
es_es: Publicidad
pt_br: Publicidade
pt_pt: Publicidade
ru_ru: Реклама

source: Top banner
es_es: Banner de arriba
pt_br: Banner superior
pt_pt: Banner do topo
ru_ru: Верхний баннер

source: Insert the HTML code provided by your advertiser above.
es_es: Introduzca arriba el código HTML proporcionado por el anunciante.
pt_br: Inserir o código HTML fornecido pelo anunciante acima.
pt_pt: Insere o código HTML dado pelo teu publicitário.
ru_ru: Вставьте код HTML, предоставленный рекламодателем.

source: Top Banner Options
es_es: Opciones del banner superior
pt_br: Opções do Banner (superior)
pt_pt: Opções da banner do topo
ru_ru: Параметры верхнего баннера

source: Enable
es_es: Permitir
pt_br: Habilitado
pt_pt: Disponibilizar
ru_ru: Включить

source: Reload on Every Pageview
es_es: Volver a cargar en cada página vista
pt_br: Recarregar em cada visualização de página
pt_pt: Actualizar a cada visita de página
ru_ru: Обновлять при каждом просмотре страницы

source: Bottom banner
es_es: Banner de abajo
pt_br: Banner inferior
pt_pt: Banner do fundo
ru_ru: Нижний баннер

source: Bottom Banner Options
es_es: Opciones del banner inferior
pt_br: Opções do Banner (inferior)
pt_pt: Opções da banner de fundo
ru_ru: Параметры нижнего баннера

source: Couldn't save the advertising code in the HTML
es_es: No se puede guardar el codigo del anuncio en el HTML
pt_br: Não foi possível salvar o código de publicidade no HTML
pt_pt: Foi impossível guardar o código da publicidade no HTML
ru_ru: Невозможно сохранить код рекламы в HTML

source: Registration
es_es: Registro
pt_br: Registro
pt_pt: Registo
ru_ru: Регистрация

source: Settings
es_es: Configuración
pt_br: Configurações
pt_pt: Opções
ru_ru: Настройки

source: Disable New User Registrations
es_es: Deshabilitar el registro de nuevos usuarios
pt_br: Desabilitar Novos Registros
pt_pt: Desactivar o registro de novos utilizadores
ru_ru: Отключение регистрации новых пользователей

source: Disable Email Activation
es_es: Deshabilitar la activación por email
pt_br: Desabilitar a Ativação por E-Mail
pt_pt: Desactivar a activação por email
ru_ru: Отключение активации через электронную почту

source: Modify the settings for the registration system.
es_es: Modificar la configuración del sistema de registro.
pt_br: Modificar as configurações para o sistema de registo.
pt_pt: Modifica as opções para o sistema de registro.
ru_ru: Изменить параметры системы регистрации.

source: reCaptcha&trade; Public Key
es_es: Llave pública reCaptcha&trade;
pt_br: reCaptcha ™ Public Key
pt_pt: reCaptcha&trade; Senha pública.
ru_ru: Публичный ключ сервиса reCaptcha&trade;

source: Insert the public key provided by reCAPTCHA&trade;.
es_es: Inserta la clave pública proporcionada por reCAPTCHA&trade;.
pt_br: Inserir a Public Key fornecida pelo reCAPTCHA ™.
pt_pt: Insere a senha pública fornecida pelo reCAPTCHA&trade;.
ru_ru: Укажите публичный ключ сервиса reCaptcha&trade;.

source: reCaptcha&trade; Secret Key
es_es: Llave secreta reCaptcha&trade;
pt_br: reCaptcha ™ Secret Key
pt_pt: reCaptcha&trade; Senha secreta
ru_ru: Секретный ключ сервиса reCaptcha&trade;

source: Insert the private key provided by reCAPTCHA&trade;.
es_es: Inserta la clave privada proporcionada por reCAPTCHA&trade;.
pt_br: Inserir a Secret Key fornecida pelo reCAPTCHA ™.
pt_pt: Insere a senha secreta fornecida pelo reCAPTCHA&trade;.
ru_ru: Укажите секретный ключ сервиса reCaptcha&trade;.

source: In order to use reCAPTCHA&trade; you need to sign up for the service at <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, which will provide you with a public and a private key.
es_es: Para utilizar reCAPTCHA&trade; necesitas inscribirte al servicio en <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, donde te proporcionarán una clave pública y una privada.
pt_br: , A fim de usar o reCAPTCHA ™, você precisa se ​​inscrever para o serviço de <a href="http://www.google.com/recaptcha">reCAPTCHA ™</a> , que irá fornecer-lhe uma pública e uma chave privada.
pt_pt: Para que possas usar reCAPTCHA&trade; tens de te registar no seu serviço em <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, que te ira fornecer uma senha pública e privada.
ru_ru: Для того чтобы использовать reCaptcha&trade; вы должны зарегистрироватся в службе <a href="http://www.google.com/recaptcha">ReCaptcha&trade;</a>, которая предоставит Вам публичный и секретный ключ.

source: Reading
es_es: Leyendo
pt_br: Lendo
pt_pt: A ler
ru_ru: Чтение

source: Enable Direct Downloads
es_es: Permitir descargas directas
pt_br: Habilitar Downloads
pt_pt: Disponibilizar downloads directos
ru_ru: Включить загрузку с сайта

source: Note: Direct downloads usually increase bandwidth usage by one-third. The issue is whether you have enough space to keep both images and ZIP archives. FoOlSlide tries to avoid this problem by using on-the-fly ZIP compression and caching.
es_es: Nota: Las descargas directas suelen aumentar el ancho de banda en un tercio. La cuestión es si tienes suficiente espacio para guardar tanto imágenes como archivos ZIP. FoOlSlide trata de evitar este problema mediante el uso de compresión ZIP sobre la marcha y almacenamiento en caché.
pt_br: Nota: Downloads diretos geralmente aumentam o uso da banda em um terço. A questão é se você tem espaço suficiente para manter ambas as imagens e arquivos ZIP. FoOlSlide tenta evitar esse problema usando on-the-fly compressão ZIP e cache.
pt_pt: Nota: Downloads directos normalmente aumentam o uso de banda larga por um terço. O problema é se tens espaço suficiente para manter ambas as imagens e arquivos ZIP. O FoOlSlide tenta evitar este problema usando uma compressão e cache a correr do ZIP.
ru_ru: Примечание: Прямая загрузка обычно увеличивает объем трафика до 33%. Возможно, появится проблема в необходимости дополнительного пространства, чтобы хранить и изображения и ZIP архивы. FoOlSlide пытается избежать этой проблемы, используя кэширование и ZIP сжатие "на-лету".

source: Maximum Direct Download Cache in Megabyte
es_es: Máximo de caché de descarga directa en Megabytes
pt_br: Cache de Download Máximo em Megabytes
pt_pt: Download directo máximo de Cache em megabytes
ru_ru: Максимальный размер кэша для загрузки (в МБ)

source: Once this limit has been reached, ZIP archives that have not been downloaded recently will be removed. If a very large number is set, the ZIP archives will be cached indefinitely.
es_es: Una vez que este límite ha sido alcanzado, los archivos ZIP que no se han descargado recientemente serán eliminados. Si se ha establecido un gran número, los archivos ZIP se almacenan en caché de forma indefinida.
pt_br: Uma vez que este limite for atingido, arquivos ZIP que não foram baixados recentemente serão removidos. Se um número muito grande estiver definido, os arquivos ZIP serão armazenados por tempo indeterminado.
pt_pt: Quando chegar ao limite, os arquivos ZIP que não foram sacados recentemente serão removidos. Se um númoro muito grande for escolhido, os arquivos ZIP serão cached indefinidamente.
ru_ru: Загруженные ранее архивы больше указанного размера будут удалены. Если ввести большое число, количество сохраненных архивов будет бесконечным.

source: Slideshow
es_es: Presentación de diapositivas
pt_br: Apresentação
pt_pt: Apresentação de slides
ru_ru: Слайд-шоу

source: 1st Image URL
es_es: URL de la primer imagen
pt_br: 1 URL da Imagem
pt_pt: URL da 1º imagem
ru_ru: Ссылка на первое изображение

source: Activate by inserting an URL
es_es: Activar mediante la inserción de una URL
pt_br: Ativar inserindo um URL
pt_pt: Ativar inserindo uma URL
ru_ru: Активировать, вставив ссылку

source: Image URL (don't forget "http://"). Suggested size: 690px width, 280px height
es_es: URL de la imagen (no olvides "http://"). Tamaño sugerido: 690px de ancho y altura de 280px
pt_br: URL da imagem (não se esqueça do "http://"). Tamanho sugerido: Largura 690px, Altura 280px
pt_pt: URL da imagem (Não esqueças o "http://"). Tamanho sugerido: 690px largura, 280px altura
ru_ru: Ссылка на изображение (не забудьте "http://"). Предлагаемый размер: ширина - 690 пикселей, высота - 280 пикселей

source: 1st URL
es_es: 1a. URL
pt_br: 1 URL
pt_pt: 1º URL
ru_ru: Первая ссылка

source: Not required
es_es: No se requiere
pt_br: Opcional
pt_pt: Não requirido
ru_ru: Не обязательно

source: Link URL (don't forget "http://")
es_es: URL del enlace (no olvides "http://")
pt_br: Link URL (não se esqueça do "http://")
pt_pt: Link da URL (não esqueças o "http://")
ru_ru: Ссылка (не забудьте "http://")

source: 1st Display text
es_es: 1er. texto a desplegar
pt_br: Primeiro texto de exibição
pt_pt: 1º exibição de texto
ru_ru: Первый отображаемый текст

source: Text that appears on bottom of the image. HTML accepted
es_es: Texto que aparece en la parte inferior de la imagen. Se permite HTML
pt_br: Texto que aparece na parte inferior da imagem. HTML aceito.
pt_pt: Texto que aparece no fundo da imagem. HTML é aceitado
ru_ru: Текст, отображаемый на нижней части изображения. Возможен HTML код.

source: 2nd Image URL
es_es: URL de la 2a. imagen
pt_br: URL da Imagem 2
pt_pt: URL da 2º imagem
ru_ru: Ссылка на второе изображение

source: 2nd URL
es_es: 2a. URL
pt_br: URL 2
pt_pt: 2º URL
ru_ru: Вторая ссылка

source: 2nd Display text
es_es: 2o. texto a desplegar
pt_br: 2º texto de exibição
pt_pt: 2º exibição de texto
ru_ru: Второй отображаемый текст

source: 3rd Image URL
es_es: URL de la 3er. imagen
pt_br: URL da Imagem 3
pt_pt: URL da 3º imagem
ru_ru: Ссылка на третье изображение

source: 3rd URL
es_es: 3er URL
pt_br: URL 3
pt_pt: 3º URL
ru_ru: Третья ссылка

source: 3rd Display text
es_es: 3er. texto a desplegar
pt_br: 3º texto de exibição
pt_pt: 3º exibição de texto
ru_ru: Третий отображаемый текст

source: 4th Image URL
es_es: URL de la 4a imagen
pt_br: URL da Imagem 4
pt_pt: URL da 4º imagem
ru_ru: Ссылка на четвертое изображение

source: 4th URL
es_es: 4a. URL
pt_br: URL 4
pt_pt: 4º URL
ru_ru: Четвертая ссылка

source: 4th Display text
es_es: 4o. texto a desplegar
pt_br: 4º texto de exibição
pt_pt: 4º exibição de texto
ru_ru: Четвертый отображаемый текст

source: Series
es_es: Serie
pt_br: Séries
pt_pt: Séries
ru_ru: Проекты

source: Manage
es_es: Administrar
pt_br: Administrar
pt_pt: Administrar
ru_ru: Управление

source: Sorry, the series you are looking for does not exist.
es_es: Lo sentimos, la serie que estás buscando no existe.
pt_br: Desculpe, a série que você procura não existe.
pt_pt: Desculpa, a série que estas à procura não existe.
ru_ru: Извините, но проект, который вы ищите, не существует.

source: Information for Chapter %s has been updated.
es_es: La información para el capítulo %s ha sido actualizada.
pt_br: As informações para capítulo %s foram atualizadas.
pt_pt: A informação para o capítulo %s foi actualizada.
ru_ru: Информация для главы %s была обновлена.

source: Insert the names of the teams who worked on this chapter.
es_es: Inserta el nombre de los equipos que han trabajado en este capítulo.
pt_br: Inserir os nomes das equipes que trabalharam neste capítulo.
pt_pt: Inserir os nomes das equipas que trabalharam neste capítulo.
ru_ru: Укажите названия команд, которые работали над этой главой.

source: Updated series information for %s.
es_es: Información actualizada para la serie %s.
pt_pt: A informação da série %s foi actualizada.
ru_ru: Информация для проекта %s была обновлена.

source: Licensed in
es_es: Bajo licencia en
pt_br: Licenciado em
pt_pt: Licenciado em
ru_ru: Лицензированные в

source: Insert the nations where the series is licensed in order to limit the availability.
es_es: Introduce los países donde está licenciada la serie con el fin de limitar la disponibilidad.
pt_br: Inserir as nações onde a série é licenciada de forma a limitar a disponibilidade.
pt_pt: Insere as nações onde as séries estão licenciadas de forma a limitar a sua disponibilidade.
ru_ru: Укажите страны, в которых проект лицензирован, чтобы ограничить доступ.

source: Chapter %s has been added to %s.
es_es: El capítulo %s ha sido añadido a %s.
pt_pt: O capítulo %s foi adicionado a %s
ru_ru: Глава %s была добавлена в %s.

source: Chapter in
es_es: Capítulo en
pt_br: Capítulo em
pt_pt: Capítulo em
ru_ru: Главу в

source: Add New Chapter
es_es: Añadir nuevo capítulo
pt_br: Adicionar novo capítulo
pt_pt: Adicionar um novo capítulo
ru_ru: Добавить новую главу

source: The series %s has been added.
es_es: Se ha añadido la serie %s.
pt_br: A série %s foi adicionada.
pt_pt: As séries %s foram adicionadas.
ru_ru: Проект %s был добавлен.

source: Add chapter to selected series.
es_es: Añadir el capítulo a la serie seleccionada.
pt_br: Adicionar capítulo para séries selecionadas.
pt_pt: Adicionar capítulo para a série selecionada.
ru_ru: Добавить главу в выбранный проект.

source: You can't delete chapters from outside the admin panel through this link.
es_es: No puedes eliminar capítulos desde fuera del panel de control a través de este enlace.
pt_br: Você não pode excluir capítulos de fora do painel de administração através deste link.
pt_pt: Não podes eliminar capítulos fora do painel de administração por este link.
ru_ru: Удаление глав возможно только при помощи панели администрирования.

source: Failed to delete the series %s.
es_es: No se pudo eliminar la serie %s.
pt_br: Falha ao excluir a série %s.
pt_pt: Falha ao apagar a série %s.
ru_ru: Не удалось удалить проект %s.

source: Failed to delete chapter %s.
es_es: No se pudo eliminar el capítulo %s.
pt_br: Falha ao excluir o capítulo %s.
pt_pt: Falha ao apagar o capítulo %s.
ru_ru: Не удалось удалить главу %s.

source: Absolute directory path to ZIP archive for the series
es_es: Ruta absoluta del directorio al archivo ZIP para la serie
pt_br: Caminho absoluto para o arquivo ZIP para a série
pt_pt: Directorio absoluto para o arquivo ZIP das séries
ru_ru: Полный путь к ZIP архиву проекта

source: Insert the absolute directory path. This means from the lowest accessible directory. Example: %s
es_es: Introduce la ruta absoluta al directorio. Esto significa desde el directorio más bajo accesible. Ejemplo: %s
pt_br: Insira o caminho do diretório absoluto. Isso significa que a partir do menor diretório acessível. Exemplo: %s
pt_pt: Insira o caminho absoluto. Ou seja, desde o menor directorio acessivel. Exemplo: %s
ru_ru: Укажите полный путь. Необходимо начать с корневого каталога. Пример:%s.

source: Import
es_es: Importar
pt_br: Importar
pt_pt: Importar
ru_ru: Импорт

source: The directory you set does not exist.
es_es: El directorio que has seleccionado no existe.
pt_br: O diretório que você configurou não existe.
pt_pt: O directorio que puseste não existe.
ru_ru: Указанный вами каталог не существует.

source: System
es_es: Sistema
pt_br: Sistema
pt_pt: Sistema
ru_ru: Система

source: Information
es_es: Información
pt_br: Informação
pt_pt: Informação
ru_ru: Информация

source: Found and Working
es_es: Encontrado y en operación
pt_pt: Encontrado e funcionando
ru_ru: Найден и работает

source: Not Available
es_es: No está disponible
pt_pt: Não disponível
ru_ru: Недоступно

source: You must have Safe Mode turned off and the exec() function enabled to allow ImageMagick to process your images. Please check the information panel for more details.
es_es: Debes tener el modo seguro desactivado y la función exec() habilitada para permitir que ImageMagick procese tus imágenes. Por favor revisa el panel de información para más detalles.
pt_pt: Deves ter o modo de segurança desligado e a função exec() activada para permitir o ImageMagick de processar as tuas imagens. Por favor, verifice o paínel de informações para mais detalhes.
ru_ru: Вам необходимо выйти из Безопасного Режима и активировать функцию exec() для того чтобы позволить ImageMagick обработывать изображения. Пожалуйста, изучите информационную панель для более подробной информации.

source: Disabled Functions
es_es: Funciones desactivadas
pt_pt: Desactivar funções
ru_ru: Отключенные функции

source: Not Found
es_es: No se ha encontrado
pt_pt: Não encontrado
ru_ru: Не найдено

source: You must provide the correct path to the "convert" binary on your system. This is typically located under /usr/bin (Linux), /opt/local/bin (Mac OSX) or the installation directory (Windows).
es_es: Debes proporcionar la ruta correcta del binario "convert" en tu sistema. Este se encuentra normalmente en /usr/bin (Linux), /opt/local/bin (Mac OSX) o el directorio de instalación (Windows).
pt_pt: Deves fornecer o caminho correcto para o binário "converter" no teu sistema. Este é normalmente localizado em /usr/bin (Linux), /opt/local/bin (Mac OSX) ou o directório de instalação (Windows).
ru_ru: Вам необходимо указать точный путь к скомпилированному "конвертору" в вашей системе. Он обычно находится в /usr/bin (Linux), /opt/local/bin (Mac OSX) или каталоге установки (Windows).

source: Not Working
es_es: No funciona
pt_pt: Não funcionando
ru_ru: Не работает

source: There has been an error encountered when testing your ImageMagick installation. To manually check for errors, access your server via shell or command line and type: %s
es_es: Se ha encontrado un error al comprobar la instalación de ImageMagick. Para comprobar manualmente si hay errores, accesa a tu servidor vía shell o por la línea de comandos escribe: %s
pt_pt: Foi encontrado um erro no teste de instalação do ImageMagick. Para verificar manualmente por erros, acede ao servidor via shell ou linha de comando e digita: %s
ru_ru: Произошла ошибка в ходе проверки работоспособности ImageMagick. Чтобы проверить его вручную, получите доступ к серверу через оболочку или командную строку и введите команду:%s.

source: Path to ImageMagick
es_es: Ruta para ImageMagick
pt_pt: Caminho para o ImageMagick
ru_ru: Путь к ImageMagick
