Repository: FoolCode/FoolFuuka
Catalog: packages/locale/*.utf8/LC_MESSAGES/*.po
Languages: it_it

source: Page not found. You can use the search if you were looking for something!
it_it: Pagina non trovata. Puoi usare la ricerca se stai cercando qualcosa!

source: Page
it_it: Pagina

source: Latest by Thread
it_it: Più recenti per thread

source: Ghost Page
it_it: Pagina limbo

source: Gallery
it_it: Galleria

source: Gallery: Showing Latest Submitted Images
it_it: Galleria: le ultime immagini sottomesse

source: By Thread
it_it: Per Thread

source: Gallery: Showing Latest Created Threads
it_it: Galleria: gli ultimi thread sottomessi

source: By Image
it_it: Per Immagine

source: Showing the last 50 posts for Thread No.
it_it: Mostrando gli ultimi 50 messaggi per il thread numero

source: Error
it_it: Errore

source: There is no record of the specified image in our database.
it_it: Non c'è traccia dell'immagine cercata nel nostro database.

source: Image Pruned
it_it: Immagine rimossa

source: Error 404: The image has been pruned from the server.
it_it: Errore 404: L'immagine è stata rimossa dal server.

source: Searched text
it_it: Testo ricercato

source: that contain &lsquo;%s&rsquo;
it_it: che contiene &lsquo;%s&rsquo;

source: with the subject &lsquo;%s&rsquo;
it_it: col soggetto &lsquo;%s&rsquo;

source: with the username &lsquo;%s&rsquo;
it_it: col nome utente &lsquo;%s&rsquo;

source: with the tripcode &lsquo;%s&rsquo;
it_it: col tripcode &lsquo;%s&rsquo;

source: with the filename &lsquo;%s&rsquo;
it_it: col filename &lsquo;%s&rsquo;

source: with the image hash &lsquo;%s&rsquo;
it_it: con l'hash immagine &lsquo;%s&rsquo;

source: that have been deleted
it_it: che sono stati cancellati

source: that has not been deleted
it_it: che non sono stati cancellati

source: that are by ghosts
it_it: da parte degli spettri

source: that are not by ghosts
it_it: non da parte degli spettri

source: that are only OP posts
it_it: che sono solo OP

source: that are only non-OP posts
it_it: che non sono OP

source: that do not contain images
it_it: che non contengono immagini

source: that only contain images
it_it: che contengono immagini

source: that were made by users
it_it: che sono stati scritti da utenti

source: that were made by mods
it_it: che sono stati scritti da mods

source: that were made by admins
it_it: che sono stati scritti da admins

source: posts after %s
it_it: messaggi dopo il %s

source: posts before %s
it_it: messaggi dopo il %s

source: in ascending order
it_it: in ordine crescente

source: Searching for posts %s.
it_it: Cercando per messaggi %s.

source: and
it_it: e

source: Displaying all posts with no filters applied.
it_it: Mostro tutti i messaggi senza applicare filtri.

source: Global Search
it_it: Ricerca globale

source: This thread does not exist.
it_it: Questo thread non esiste.

source: This thread is closed.
it_it: Questo thread è chiuso.

source: You are required to upload an image when posting a new thread.
it_it: Devi inviare un'immagine quando crei un nuovo thread.

source: You are required to write a comment when no image upload is present.
it_it: Devi scrivere un commento quando non è possibile uploadare un'immagine.

source: The posting of images has been disabled for this thread.
it_it: L'invio delle immagini è stato disabilitato per questo thread.

source: Your request is missing parameters.
it_it: La tua richiesta ha parametri mancanti.

source: Your request is missing parameters: add the board shortname.
it_it: La tua richiesta ha parametri mancanti: aggiungi il nome breve della board.

source: The board you selected doesn't exist.
it_it: La board selezionata non esiste.

source: Changing Theme
it_it: Cambio il tema

source: Changing Language
it_it: Cambio la Lingua

source: Database type
it_it: Tipo di database

source: The type of database you're going to use. There's only one option currently.
it_it: Il tipo di database che userai. Al momento c'è una sola opzione.

source: Database hostname
it_it: L'hostname del database

source: The hostname of the server hosting the database. 99.8% of times is localhost
it_it: L'hostname del server su cui risiede il database. Il 99.8% delle volte è localhost

source: Database name
it_it: Nome del database

source: The name of the database
it_it: Il nome del database

source: Database username
it_it: Nome utente del database

source: The username of the user with permissions to the database
it_it: Il nome dell'utente con permessi sul database

source: Database password
it_it: Password del database

source: The password of the user with permissions to the database
it_it: La password dell'utente con i permessi sul database

source: Database prefix
it_it: Il prefisso

source: Add a database prefix to avoid collisions, in example if you have other software using the same database
it_it: Aggiungi un prefisso database per evitare collesioni, in esempio se tu avesi altro software che usa lo stesso database

source: Administrator username
it_it: Nome utente dell'amministratore

source: The username of the administrator's account
it_it: Nome utente dell'account amministratore

source: Administrator password
it_it: Password dell'amministratore

source: The password of the administrator's account
it_it: Password dell'account dell'amministratore

source: Administrator email
it_it: Email dell'amministratore

source: The email of the administrator's account
it_it: L'email dell'account dell'amministratore

source: Connection with database not established: check the database fields.
it_it: Non è stato possibile connettersi col database: controlla i campi per il database.

source: The %s directory would be better if writable, in order to deliver automatic updates. Use this command in your shell if possible: %s
it_it: Sarebbe meglio che la cartella %s fosse scrivibile, in modo da poter effettuare gli aggiornamenti automatici. Usa questo comando nella tuo terminale se ti è possibile: %s

source: The %s directory would be better if writable, in order to deliver automatic updates.<br/>It was impossible to determine the user running PHP. Use this command in your shell if possible: %s where www-data is an example (usually it's www-data or Apache)
it_it: La directory %s deve essere scrivibile, in modo da poter usufruire degli aggiornamenti automatici.<br/>Non è stato possibile determinare quale utente esegua PHP. Usa quest comando nella tua riga di comando se ti è possibile: %s dove www-data è un esempio (solitamente è www-data o Apache)

source: If you can't do the above, after the installation you will be given a textfile to paste in config.php. More info after submitting.
it_it: Se non puoi eseguire il passo precedente, ti verrà mostrato a schermo il testo da incollare nel file config.php. Otterrai più informazioni dopo aver inviato i dati.

source: If you made any changes, just refresh this page to recheck the directory permissions.
it_it: Se hai fatto alcun cambiamento, ricarica questa pagina per ricontrollare i permessi della directory.

source: Authorization
it_it: Autorizzazione

source: Message
it_it: Messaggio

source: Register
it_it: Registrati

source: Resend activation email
it_it: Reinvia l'email di attivazione

source: Forgot password
it_it: Password dimenticata

source: Reset password
it_it: Resetta password

source: Change password
it_it: Cambia password

source: Change email
it_it: Cambia email

source: Unregister
it_it: Elimina account

source: Boards
it_it: Board

source: Manage boards
it_it: Gestisci board

source: New board created!
it_it: La nuova board è stata creata!

source: Board information updated.
it_it: Le informazioni per la board sono state aggiornate.

source: Editing board:
it_it: Modificando la board:

source: Create search table
it_it: Crea la database table per la ricerca

source: This board doesn't have the search table. You can create it by follwing this button.
it_it: Questa board non ha un database table per la ricerca. Puoi crearla seguendo questo bottone.

source: Remove search table
it_it: Rimuovi il database table per le ricerche

source: You are using Sphinx Search for this board, so you can remove the search table.
it_it: Stai usando Sphinx Search per questa board, quindi puoi rimuovere il database table per le ricerche.

source: Creating a new board
it_it: Creando una nuova board

source: Failed to create the search table for the board %s.
it_it: Non è stato possibile creare un database table per la ricerca per la board %s.

source: The search table for the board %s has been created.
it_it: Il database table per la ricerca per la board %s è stata creata.

source: Failed to remove the search table for the board %s.
it_it: Non è stato possibile rimuovere il database table per la ricerca per la board %s.

source: The search table for the board %s has been removed.
it_it: Il database table per la ricerca per la board %s è stata rimossa.

source: Creating search table for board:
it_it: Creando un database table per la ricerca per la board:

source: Do you want to create the search table for this board?
it_it: Vuoi creare un database table per la ricerca per questa baord?

source: Creating the search table can take time if you have a board with even just 100.000 entries.
it_it: Creare la tabella di ricerca può richiedere molto tempo se hai una board anche con solo 100.000 messaggi.

source: Normally, even if the page times out, the database will keep building it.
it_it: Di solito, anche se le pagine vanno in time-out, il database continuerà a ricostruirlo.

source: To make sure your search table is fully created, you can execute the following via the command line of your server.
it_it: Per essere sicuro che la tabella di ricerca è creata nella sua completezza, puoi eseguire ciò che segue sulla riga di comando sul tuo server.

source: For very large boards, past a few millions of entries, this would could hours: you should use SphinxSearch instead, or anyway you should use the command line.
it_it: Per board molto grandi, anche solo oltre alcuni milioni di messaggi, questo potrebbe metterci ore: dovresti piuttosto usare SphinxSearch, o in ogni caso dovresti usare la riga di comando.

source: Removing search table for board:
it_it: Rimuovo la tabella delle ricerche per la board:

source: Do you want to remove the search table for this board?
it_it: Vuoi rimuovere la tabella delle ricerche per questa board?

source: The search table can be created at any time, though it can take a while to create if the board is large.
it_it: La tavola per le

source: Failed to delete the board %s.
it_it: Non è stato possibile rimuovere la board %s.

source: The board %s has been deleted.
it_it: La board %s è stata rimossa.

source: Removing board:
it_it: Rimuovendo la board:

source: Do you really want to remove the board and all its data?
it_it: Vuoi davvero rimuovere la board e tutti i relativi dati?

source: Notice: due to its size, you will have to remove the image folder manually. The folder will have the "removed_" prefix.
it_it: Attenzione: a causa della sua dimensione, dovrai rimuovere la cartella delle immagini manualmente. La cartella avrà il prefisso "removed_".

source: Preferences
it_it: Preferenze

source: Boards directory
it_it: Directory delle board

source: Overrides the default path to the boards directory (Example: /var/www/foolfuuka/boards)
it_it: Rimpiazza la directory di default delle board (Esempio: /var/www/foolfuuka/boards)

source: Boards URL
it_it: URL delle board

source: Overrides the default url to the boards folder (Example: http://foolfuuka.site.com/there/boards)
it_it: Rimpiazza l'URL di default della directory della board (Esempio: http://foolfuuka.site.com/there/board)

source: Boards database
it_it: Database delle board

source: Overrides the default database. You should point it to your Asagi database if you have a separate one.
it_it: Rimpiazza il database di default. Dovresti puntarlo al database di Asagi se ne hai uno separato.

source: Submit
it_it: Invia

source: Downloaded and installed the latest version of Asagi.
it_it: Ho scaricato ed installato l'ultima versione di Asagi.

source: Asagi has been removed.
it_it: Asagi è stato rimosso.

source: Settings updated.
it_it: Settaggi aggiornati.

source: Ran Asagi.
it_it: Asagi è partito.

source: Stopped Asagi.
it_it: Asagi è stato interrotto.

source: Enabled Asagi autorun.
it_it: Partenza automatica di Asagi abilitata.

source: Disabled Asagi autorun.
it_it: Partenza automatica di Asagi disabilitata.

source: Asagi installation
it_it: Installazione di Asagi

source: Activate Sphinx globally (enables crossboard search)
it_it: Attiva Sphinx globalmente (abilita la ricerca tra board)

source: Set the address and port to your Sphinx instance.
it_it: Inserisci l'indirizzo e la porta di Sphinx.

source: The Sphinx listening address and port aren't formatted correctly.
it_it: La formattazione dell'indirizzo e la porta di Sphinx non è corretta.

source: The port specified isn't a valid number.
it_it: La porta specificata non è un numero valido.

source: The Sphinx server couldn't be contacted at the specified address and port.
it_it: Il server Sphinx non è potuto essere contattato all'indirizzo e porta specificati.

source: Set the address and port to your MySQL instance.
it_it: Inserisci l'indirizzo e la porta di MySQL.

source: Set the working directory to your Sphinx working directory.
it_it: Inserisci la directory di lavoro di Sphinx.

source: Couldn't find the Sphinx working directory.
it_it: La directory di lavoro di Sphinx non è stata trovata.

source: Set the minimum word length indexed by Sphinx.
it_it: Inserisci la minima lunghezza delle parole che Sphinx deve indicizzare.

source: Set the memory limit for the Sphinx instance in MegaBytes.
it_it: Inserisci il limite della memoria di Sphinx in MegaByte

source: Upgrade
it_it: Aggiorna

source: Successfully updated the database.
it_it: Hai aggiornato il database con successo.

source: Members
it_it: Membri

source: Manage
it_it: Gestisci

source: User profile saved!
it_it: Profilo utente salvato!

source: Editing user:
it_it: Modificando l'utente:

source: The plugin couldn't be enabled.
it_it: Non è stato possibile abilitare il plugin.

source: The %s plugin is now enabled.
it_it: Il plugin %s è stato abilitato.

source: The plugin couldn't be disabled.
it_it: Non è stato possibile disabilitare il plugin.

source: The %s plugin is now disabled.
it_it: Il plugin %s è stato disabilitato.

source: The %splugin couldn't be removed.
it_it: Non è stato possibile rimuovere il plugin %s.

source: The %s plugin was removed.
it_it: Il plugin %s è stato rimosso.

source: Posts
it_it: Messaggi

source: Reports
it_it: Segnalazioni

source: Access to reports outside the administrative panel is denied.
it_it: Non è possibile accedere alle segnalazioni dall'esterno del pannello di amministrazione.

source: Failed to remove the report from the database.
it_it: Non è stato possibile rimuovere la segnalazione dal database.

source: The report has been removed from the database.
it_it: La segnalazione è stata rimossa dal database.

source: Theme
it_it: Tema

source: Sets the title of your site.
it_it: Scegli il titolo del tuo sito.

source: Default language
it_it: Lingua di Default

source: The language the users will see as they reach your site.
it_it: La lingua che i tuoi utenti vedranno quando arrivano sul tuo sito.

source: Enable %s theme
it_it: Abilita il tema %s

source: Active themes
it_it: Temi attivi

source: Choose the themes to make available to the users. Admins are able to access any of them even if disabled.
it_it: Scegli quali temi vuoi rendere disponibili per gli utenti. Gli amministratori sono in grado di accedere ad ogni tema anche se sono disabilitati.

source: Default theme
it_it: Tema di default

source: The theme the users will see as they reach your site.
it_it: Il tema che i tuoi utenti vedranno quando arrivano sul sito per la prima volta.

source: Google Analytics code
it_it: Codice Google Analytics

source: Insert your Google Analytics code to get statistics.
it_it: Inserisci il tuo codice Google Analytics per ottenere le statistiche.

source: Header Text ("notices")
it_it: Testo nel header (annunci)

source: Inserts the text above in the header, below the nagivation links.
it_it: Inserisce il testo nel header, sotto i link di navigazione.

source: Header Code
it_it: Codice nel header

source: This will insert the HTML code inside the &lt;HEAD&gt;.
it_it: Questo inserirà il codice HTML nella porzione &lt;HEAD&gt;.

source: Footer Text
it_it: Testo nel footer

source: Credits in the footer and similar.
it_it: Crediti nel footer e simili

source: Footer Code
it_it: Codice nel footer

source: This will insert the HTML code above after the &lt;BODY&gt;.
it_it: Questo inserirà il codice HTML nella porzione &lt;BODY&gt;.

source: Advertising
it_it: Pubblicità

source: Top banner
it_it: Banner in alto

source: Insert the HTML code provided by your advertiser.
it_it: Inserisci il codice fornito per mostrare la pubblicità.

source: Enable top banner
it_it: Abilita il banner in alto

source: Bottom banner
it_it: Banner in basso

source: Enable bottom banner
it_it: Abilita il banner in basso

source: Registration
it_it: Registrazione

source: Disable New User Registrations
it_it: Disabilita la registrazione di nuovi utenti

source: Disable Email Activation
it_it: Disabilita l'attivazione via email

source: In order to use reCAPTCHA&trade; you need to sign up for the service at <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, which will provide you with a public and a private key.
it_it: Per usare reCAPTCHA&trade; devi registrarti al servizio <a href="http://www.google.com/recaptcha">reCAPTCHA&trade;</a>, che ti fornirà una chiave pubblica ed una privata.

source: reCaptcha&trade; Public Key
it_it: Chiave Pubblica reCaptcha&trade;

source: Insert the public key provided by reCAPTCHA&trade;.
it_it: Inserisci la chiave pubblica fornita da reCaptcha&trade;

source: reCaptcha&trade; Secret Key
it_it: Chiave Segreta reCaptcha&trade;

source: Insert the private key provided by reCAPTCHA&trade;.
it_it: Inserisci la chiave privata fornita da reCaptcha&trade;

source: System
it_it: Sistema

source: Information
it_it: Informazioni

source: Found and Working
it_it: Trovato e Funzionante

source: Not Available
it_it: Non disponibile

source: You must have Safe Mode turned off and the exec() function enabled to allow ImageMagick to process your images. Please check the information panel for more details.
it_it: Devi avere Safe Mode off e la funzione exec() abilitata per essere in grado di suare ImageMagick per processare le immagini. Controlla il pannello delle informazioni per ottenere ulteriori dettagli.

source: Disabled Functions
it_it: Funzioni Disabilitate

source: Not Found
it_it: Non Trovato

source: You must provide the correct path to the "convert" binary on your system. This is typically located under /usr/bin (Linux), /opt/local/bin (Mac OSX) or the installation directory (Windows).
it_it: Devi inserire la directory dell'eseguibile "convert" sul tuo sistema. Questa è solitamente sotto /usr/bin (Linux), /opt/local/bin (Mac OSX) o nella directory di installazione (Windows).

source: Not Working
it_it: Non Funzionante

source: There has been an error encountered when testing your ImageMagick installation. To manually check for errors, access your server via shell or command line and type: %s
it_it: C'è stato un errore durante il controllo della tua installazione di ImageMagick. Per controllare manualmente gli errori, accedi al tuo server via riga di comando e scrivi: %s

source: Path to ImageMagick
it_it: Directory di ImageMagick

source: The location of your ImageMagick "convert" executable
it_it: La directory dell'eseguibile "convert" di ImageMagick

source: Upgrade failed: check file permissions.
it_it: Aggiornamento fallito: controlla i permessi dei file

source: Upgrade successful
it_it: Aggiornamento completato

source: Faulty page value
it_it: Valore page errato

source: Can't go over page 500
it_it: Non puoi andare oltre pagina 500

source: Faulty per_page value
it_it: Valore per_page errato

source: Can't return more than 50 threads
it_it: Non è possibile restituire oltre 50 thread

source: Threads could not be found
it_it: Non è stato possibile trovare thread

source: You have to select a thread number
it_it: Devi scegliere un numero thread

source: Faulty thread number
it_it: Numero thread errato

source: Your latest_doc_id is malformed
it_it: Il tuo valore latest_doc_id è malformato

source: Thread could not be found
it_it: Non è stato possibile trovare il thread

source: Post could not be found
it_it: Il messaggio non è stato trovato

source: Can't return more than 3000 ghost posts
it_it: Non è possibile restituire più di 3000 messaggi fantasma

source: Ghost posts could not be found
it_it: Non è stato possibile trovare messaggi fantasma

source: The system is under maintenance. Be back later.
it_it: Il sistema è in manuntenzione. Torna più tardi.

source: Add board
it_it: Aggiungi board

source: Change Email
it_it: Cambia Email

source: Change Password
it_it: Cambia Password

source: Member List
it_it: Lista Membri

source: New
it_it: Nuovo

source: You didn't select a board
it_it: Non hai selezionato una board

source: The board you selected doesn't exist
it_it: La board che hai selezionato non esiste

source: Submitting
it_it: Invio

source: This thread is being displayed in real time.
it_it: Questo thread viene mostrato in tempo reale

source: Update now
it_it: Aggiorna ora

source: You're not allowed to perform this action
it_it: Non hai il permesso di procedere con questa azione

source: Missing arguments
it_it: Argomenti mancanti

source: Invalid action
it_it: Azione non valida

source: Post not found
it_it: Messaggio non trovato

source: No themes enabled!
it_it: Non ci sono temi abilitati!

source: The Asagi ZIP file couldn't be downloaded.
it_it: Non è stato possibile scaricare il file ZIP di Asagi.

source: The file you submitted doesn't seem to be an image.
it_it: Il file che hai inviato non pare essere un'immagine.

source: The image you submitted is too small.
it_it: L'immagine che hai inviato è troppo piccola

source: This image has already been posted once. This board doesn't allow image reposting
it_it: Questa immagine è già stata inviata una volta. Questa board non permette di inviare la stessa immagine due volte.

source: You must wait up to %s hours to repost this image.
it_it: Devi aspettare fino a %s ore per inviare questa immagine un'altra volta!

source: Sorry, global search requires SphinxSearch.
it_it: Mi dispiace, la ricerca globale necessita di SphinxSearch.

source: The search backend is currently not online. Try later or contact us in case it's offline for too long.
it_it: Il motore di ricerca non è correntemente online. Riprova più tardi o contattaci se è offline troppo a lungo.

source: Your IP has been identified as a spam proxy. Please try a different IP or remove the proxy to post.
it_it: Il tuo IP è stato identificato come uno spam proxy. Prova un altro IP o disabilita il proxy per mandare il messaggio.

source: You are banned from posting
it_it: Sei bannato dal mandare messaggi

source: You're posting again the same comment as the last time!
it_it: Stai mandando lo stesso messaggio dell'ultima volta!

source: Your comment has contains words that aren't allowed.
it_it: Il tuo commento contiene parole che non sono permesse.

source: An image is required for creating threads.
it_it: E' necessario inviare un'immagine per creare un thread.

source: The filetype you are attempting to upload is not allowed.
it_it: Il tipo di file che stai provando ad inviare non è tra quelli consentiti.

source: The image you are attempting to upload is larger than the permitted size.
it_it: L'immagine che stai provando ad inviare è più grande della dimensione consentita.
