Repository: FoolCode/FoolFuuka
Catalog: packages/locale/*.utf8/LC_MESSAGES/*.po
Languages: it_it

source: Sorry, this thread has reached its maximum amount of image replies.
it_it: Questo thread ha raggiunto il massimo numero di messaggi con immagine.

source: Your image upload is not a valid image file.
it_it: L'immagine che hai inviato non è un'immagine valida.

source: Your image upload has been flagged as inappropriate.
it_it: L'immagine che hai inviato è segnata come inappropriata.

source: Your post contains contents that is marked as spam.
it_it: Il tuo messaggio contiene parole che sono considerate spam.

source: Your post was too long.
it_it: Il tuo messaggio era troppo lungo.

source: Your post had too many lines.
it_it: Il tuo messaggio conteneva troppe linee.

source: This post is already being processed...
it_it: Questo messaggio è già in fase di invio...

source: You already posted this.
it_it: Hai già inviato questo.

source: Your image was invalid.
it_it: L'immagine non era valida.

source: There's no such a post to be deleted.
it_it: Non c'è un tale messaggio da cancellare.

source: The password you inserted did not match the post's deletion password.
it_it: La password che hai inserito non combacia con quella per cancellare il messaggio.

source: Unable to delete thumbnail for post.
it_it: Non è stato possibile cancellare l'immagine del messaggio.

source: Unable to delete post.
it_it: Non è stato possibile cancellare il messaggio.

source: Unable to delete thumbnail for thread replies.
it_it: Non è stato possibile cancellare le immagini per le risposte al thread.

source: Preferences updated.
it_it: Preferenze aggiornate

source: User ID
it_it: ID utente

source: The ID of the user
it_it: L'ID dell'utente

source: Non-admin user can't to change the data of another user.
it_it: Un user che non è amministratore non può cambiare i dati di un altro utente.

source: Couldn't find the user with the submitted ID.
it_it: Non è stato possibile trovare l'utente con l'ID inviato.

source: Group
it_it: Gruppo

source: Choose the permission level of the member
it_it: Scegli il livello di permesso del membro

source: Administrator
it_it: Amministratore

source: Moderator
it_it: Moderatore

source: Member
it_it: Membro

source: Display Name
it_it: Nome pubblico

source: A name that is publicly shown beside the username
it_it: Un nome che è visualizzato pubblicamente di fianco al nome utente

source: The twitter nickname
it_it: Il nickname su Twitter

source: A short description of the user
it_it: Una corta descrizione dell'utente

source: Couldn't find the board with the submitted ID.
it_it: Non è stato possibile trovare la board con l'ID inviato

source: Name
it_it: Nome

source: Insert the name of the board normally shown as title.
it_it: Inserisci il nome della board normalmente visualizzata come titolo.

source: Required
it_it: Obbligatorio

source: Shortname
it_it: Nome corto

source: Insert the shorter name of the board. Reserved: "api", "cli", "admin".
it_it: Inserisci il nome corto della board. Riservati: "api", "cli", "admin".

source: Req.
it_it: Obbl.

source: You can't use the protected shortnames unless you activate the system subdomain feature. The protected shortnames are:
it_it: Non puoi usare nomi corti protetti se non attivi il sistema subdomain. I nomi protetti sono:

source: The shortname is already used for another board.
it_it: Il nome corto è già stato usato da un altra board.

source: General rules
it_it: Regole generali

source: Full board rules displayed in a separate page, in <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a> syntax. Will not display if left empty.
it_it: Regole della board complete mostrate in una pagina a parte, in sintassi <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a>. Non verrà mostrata se lasciato vuoto.

source: MarkDown goes here
it_it: Inserisci MarkDown

source: Posting rules
it_it: Regole per i commenti

source: Posting rules displayed in the posting area, in <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a> syntax. Will not display if left empty.
it_it: Regole per i commenti mostrate nel form dei messaggi, in sintassi <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">MarkDown</a>. Non verranno mostrate mostrata se vuota.

source: Maximum number of threads to display in the index pages
it_it: Massimo numero di thread da visualizzare nell'indice

source: Is this a 4chan archiving board?
it_it: E' un archivio 4chan?

source: Options for archive boards
it_it: Opzioni per le board archivio

source: URL to the 4chan board (facultative)
it_it: URL alla board 4chan (facoltativo)

source: URL to the board thumbnails (facultative)
it_it: URL alle thumbnail (facoltativo)

source: URL to the board images (facultative)
it_it: URL alle immagini (facoltativo)

source: Image fetching workers
it_it: Worker per recuperare le immagini

source: The number of workers that will fetch full images. Set to zero not to fetch them.
it_it: Il numero di worker che recuperano le immagini. Se settato a zero le immagini non verranno raccolte.

source: Thumbnail fetching workers
it_it: Worker per recuperare i thumbnail

source: The number of workers that will fetch thumbnails
it_it: Il numero di worker che recuperano i thumbnail

source: Thread fetching workers
it_it: Worker per recuperare i thread

source: The number of workers that fetch new threads
it_it: Il numero di worker che aggiornano i thread

source: Minutes to refresh the thread
it_it: Minuti per aggiornare un thread

source: Thread refresh rate
it_it: Rato di aggiornamento thread

source: Array of refresh rates in seconds per page in JSON format
it_it: Array di frequenze di refresch in secondi per pagina in formato JSON

source: The JSON inputted is not valid.
it_it: Il JSON inserito non è valido.

source: Options for normal boards
it_it: Opzioni per board classiche

source: Opening post thumbnail maximum width after resizing
it_it: Massima larghezza del thumbnail del primo messaggio dopo la riduzione

source: Opening post thumbnail maximum height after resizing
it_it: Massima altezza del thumbnail del primo messaggio dopo la riduzione

source: Reply thumbnail maximum width after resizing
it_it: Massima larghezza del thumbnail di una risposta dopo la riduzione

source: Reply thumbnail maximum height after resizing
it_it: Massima altezza del thumbnail di una risposta dopo la riduzione

source: Full image maximum size in kilobytes
it_it: La massima dimensione dell'immagine in kilobytes

source: Full image maximum width in pixels
it_it: La massima larghezza dell'immagine in pixel

source: Full image maximum height in pixels
it_it: La massima altezza dell'immagine in pixel

source: The maximum amount of posts before a thread "dies"
it_it: Il massimo numero di messaggi prima che un thread "muoia"

source: The maximum amount of images in replies before posting more is prohibited
it_it: Il massimo numero di immagini prima che sia proibito inviarne altre

source: The minimum time in hours to repost the same image (0 means no limit, -1 means never allowing a repost)
it_it: Il minimo numero di ore prima che un'immagine possa essere inviata di nuovo (0 vuol dire nessun limite, -1 vuol dire che non è possibile inviare due volte la stessa immagine)

source: Show the EXIF data (EXIF data is saved in the database regardless)
it_it: Mostra i dati EXIF (i dati exif sono in ogni caso salvati nel database)

source: Enable poster hashes, an IP-based code to temporarily distinguish Anonymous users
it_it: Abilita il poster hash, un codice basato sull IP per distinguere temporaneamente gli utenti anonimi

source: Don't allow ghost posting (disallows infinite replying)
it_it: Non permettere messaggi fantasma (non permette di rispondere all'infinito)

source: Hide the thumbnails?
it_it: Nascondere le thumbnail?

source: Hide the thumbnails for 24 hours? (for moderation purposes)
it_it: Nascondere le thumbnail per 24 ore? (per moderarle)

source: Use SphinxSearch as search engine?
it_it: Usare SphinxSearch come motore di ricerca?

source: Hide the board from public access? (only admins and mods will be able to browse it)
it_it: Nascondi la board da accesso pubblico? (sono gli admin ed i mod potranno raggiungerla)

source: Board shortname
it_it: Nome corto della board

source: Couldn't find the board with the submitted shortname.
it_it: Non è stato possibile trovare la board con il nome corto inviato.

source: Board ID
it_it: ID board

source: You didn't send a board ID.
it_it: Non hai inviato un board ID.

source: Post number
it_it: Numero messaggio

source: Couldn't find the post with the submitted post number.
it_it: Non è stato possibile trovare il messaggio con numero inviato.

source: Post ID
it_it: ID messaggio

source: You didn't send a post ID.
it_it: Non hai mandato un ID messaggio.

source: Couldn't find the post with the submitted doc_id.
it_it: Non è stato possibile trovare il messaggio col doc_id inviato.

source: Reason
it_it: Motivo

source: FoOlPod server could not be contacted: impossible to check for new versions.
it_it: Non è stato possibile contattare il server FoOlPod: impossibile controllare per nuove versioni.

source: Can't get the update file from FoOlPod. It might be a momentary problem, or a problem with your server security configuration. Browse <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> to check if it's a known issue.
it_it: Non è stato possibile aggiornare il file da FoOlPod. Potrebbe essere un problema momentaneo, o un problema con la configurazione del tuo server. Segui <a href="http://foolrulez.com/pod/human">http://foolrulez.com/pod/human</a> per controllare se è un problema comune.

source: If you can't do the above, you can follow the manual upgrade instructons at %sthis link%s.
it_it: Se non puoi fare ciò che precede, puoi seguire le istruzioni per l'aggiornamento manuale a %squesto link%s.

source: Confirm
it_it: Conferma

source: Go back
it_it: Torna indietro

source: Control Panel
it_it: Pannello di controllo

source: New upgrade available:
it_it: Nuovo aggiornamento disponibile:

source: Your Profile
it_it: Il tuo profilo

source: New email address
it_it: Nuovo indirizzo email

source: Send confirmation email
it_it: Invia l'email di conferma

source: Old Password
it_it: Vecchia password

source: New Password
it_it: Nuova password

source: Confirm New Password
it_it: Conferma la nuova password

source: Email or username
it_it: Email o nome utente

source: Get a new password
it_it: Ottieni una nuova password

source: Back to login
it_it: Torna al login

source: Get another CAPTCHA
it_it: Ottieni un altro CAPTCHA

source: Get an audio CAPTCHA
it_it: Ottieni un audio CAPTCHA

source: Get an image CAPTCHA
it_it: Ottieni un'immagine CAPTCHA

source: Enter the words above
it_it: Asagi Fetcher

source: Enter the numbers you hear
it_it: Inserisci i numeri che senti

source: Enter the letters above
it_it: Inserisci le lettere qui sopra

source: Remember me
it_it: Ricordati di me

source: required
it_it: obbligatorio

source: Username
it_it: Nome utente

source: Email Address
it_it: Indirizzo Email

source: Confirm Password
it_it: Conferma Password

source: Send
it_it: Invia

source: Back to login (you must be activated)
it_it: Torna al login (devi essere attivato)

source: Delete account
it_it: Cancella account

source: Run
it_it: Avvia

source: Kill
it_it: Ferma

source: Enable autorun
it_it: Abilita autorun

source: Disable autorun
it_it: Disabilita autorun

source: Upgrade/Reinstall
it_it: Aggiorna/Reinstalla

source: Remove
it_it: Rimuovi

source: Running Asagi manually
it_it: Avvia Asagi manualmente

source: You can run it on your server by typing in your command line:
it_it: Puoi avviarlo sul tuo server scrivendo nella tua riga di comando:

source: But this would run it only once and would stop once you close the terminal. Use it to test if it's working fine.
it_it: Ma questo verrebbe eseguito solo una volta e terminerebbe quando lasci il terminale. Usalo per testare che funzioni.

source: License
it_it: Licenza

source: Asagi is released under the GNU General Public License, version 2, or later.
it_it: Asagi è pubblicato sotto licenza GNU General Public License, versione 2, o superiore.

source: Click here to read the full license.
it_it: Clicca qui per leggere la licenza completa.

source: Install
it_it: Installa

source: Quick functions
it_it: Funzioni veloci

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: Update database
it_it: Aggiorna database

source: There's a newer version of the database available. Just update it by clicking on the update button.
it_it: C'p una nuova versione del database disponibile. Aggiornalo cliccando sul bottone di aggiornamento.

source: Do you really want to upgrade your database?
it_it: Vuoi davvero aggiornare il tuo database?

source: Display name
it_it: Nome pubblico

source: Last seen
it_it: Ultima visita

source: Plugin name
it_it: Nome plugin

source: Description
it_it: Descrizione

source: Status
it_it: Stato

source: Disable
it_it: Disabilita

source: Enable
it_it: Abilita

source: Server Information
it_it: Informazioni Server

source: Web Server Software
it_it: Software Web Server

source: The web server that is currently running to serve your content.
it_it: Il web server che invia i tuoi contenuti

source: PHP Version
it_it: Versione PHP

source: The version of the currently running PHP parser.
it_it: La versione del parser PHP correntemente in uso.

source: Old PHP version
it_it: Versione PHP datata

source: Suggested
it_it: Suggerito

source: Nginx Upload Size
it_it: Dimensioni Upload Nginx

source: This value cannot be checked via PHP.
it_it: Questo valore non può essere controllato via PHP.

source: Variable
it_it: Variabile

source: Software Information
it_it: Informazioni Software

source: New Version Available
it_it: Nuova Versione Disponibile

source: Environment
it_it: Condizioni

source: PHP Configuration
it_it: Configurazione PHP

source: PHP settings can be easily changed by editing your php.ini file.
it_it: I settaggi PHP possono essere facilmente cambiati modificando il tuo file php.ini

source: php.ini Location
it_it: Locazione php.ini

source: This is the location of the file to edit to change the following variables.
it_it: Questa è la locazione del file da modificare per cambiare i valori delle seguenti variabili.

source: On
it_it: Attivo

source: Off
it_it: Disattivato

source: Allow URL fopen
it_it: Permetti URL fopen

source: Disabled
it_it: Disabilitato

source: Max Execution Time
it_it: Massimo Tempo Esecuzione

source: Low Value
it_it: Valore Basso

source: File Uploads
it_it: Upload File

source: Enabled
it_it: Abilitato

source: Max POST Size
it_it: Massima Dimensione POST

source: Max Upload Size
it_it: Massima Dimensione Upload

source: Max File Uploads
it_it: Massimo Numero File in Upload

source: Extensions
it_it: Estensioni

source: Installed
it_it: Installato

source: Not Installed
it_it: Non installato

source: Missing
it_it: Mancante

source: Optional
it_it: Opzionale

source: Current Version
it_it: Versione Corrente

source: Latest Version Available
it_it: Ultima Versione Disponibile

source: Upgrade or reinstall
it_it: Aggiorna o reinstalla

source: Done
it_it: Fatto

source: SSL Tools
it_it: Strumenti SSL

source: Couldn't find the article with the submitted ID.
it_it: Non è stato possibile trovare l'articolo con l'ID inviato.

source: The title of your article
it_it: Il titolo del tuo articolo

source: Article
it_it: Articolo

source: Articles
it_it: Articoli

source: New article
it_it: Nuovo articolo

source: New article created!
it_it: Nuovo articolo creato!

source: Article information updated.
it_it: Informazioni dell'articolo aggiornate.

source: The article was removed
it_it: L'articolo è stato rimosso

source: Removing article:
it_it: Rimovendo l'articolo:

source: Do you really want to remove the article?
it_it: Vuoi davvero rimuovere l'articolo?

source: Enable support for custom pages in MarkDown and custom links.
it_it: Abilita il supporto per pagine personalizzate in MarkDown e link personalizzati.

source: Statistics
it_it: Statistiche

source: Stats
it_it: Statistiche

source: Board Statistics
it_it: Statistiche Board

source: Statistics: %s (Next Update in %s)
it_it: Statistiche: %s (Prossimo aggiornamento in %s)

source: Statistics: %s
it_it: Statistiche: %s

source: Availability
it_it: Disponibilità

source: Posts in last month by name and availability by time of day.
it_it: Messaggi nell'ultimo mese per nome e disponibilità durante il giorno

source: Daily Activity
it_it: Attività Giornaliera

source: Daily Activity "Archive"
it_it: Attività Giornaliera "Archivio"

source: Daily Activity "Hourly"
it_it: Attività Giornaliera "per Ora"

source: Image Reposts
it_it: Immagini Più Inviate

source: New Users
it_it: Nuovi Utenti

source: Population
it_it: Popolazione

source: Post Count
it_it: Conto Messaggi

source: Post Rate
it_it: Frequenza Messaggi

source: Post Rate "Archive"
it_it: Frequenza Messaggi "Archivio"

source: Users Online
it_it: Utenti Online

source: Users Posting in Archive
it_it: Utenti nell'Archivio

source: Total Posts
it_it: Totale Messaggi

source: First Seen
it_it: Primo Incontro

source: Posts within Last Hour
it_it: Messaggi nell'Ultima Ora

source: Posts per Minute
it_it: Messaggi al Minuto

source: Last Seen
it_it: Ultimo Incontro

source: Latest Post
it_it: Ultimo Messaggo

source: View Same
it_it: Trova Identici

source: Global Mod
it_it: Mod Globale

source: 4chan time
it_it: Orario 4chan

source: View
it_it: Vedi

source: Reply
it_it: Rispondi

source: Last 50
it_it: Ultimi 50

source: Original
it_it: Originale

source: Report
it_it: Segnala

source: This post was deleted from 4chan manually
it_it: Questo messaggio è stato cancellato da 4chan manualmente

source: This post contains a spoiler image
it_it: Questo messaggio contiene un'immagine con spoiler

source: Quoted by:
it_it: Citato da:

source: Remove image
it_it: Rimuovi immagine

source: Ban image
it_it: Banna immagine

source: Ban user:
it_it: Banna utente:

source: Remove report
it_it: Rimuovi segnalazione

source: posts
it_it: messaggi

source: omitted
it_it: omessi

source: Report reason:
it_it: Motivazione segnalazione:

source: This post was deleted from 4chan
it_it: Questo messaggio è stato cancellato da 4chan

source: This post was made in the archive
it_it: Questo messaggio è stato creato nell'archivio

source: Error!
it_it: Errore!

source: Archives
it_it: Archivi

source: Subject
it_it: Soggetto

source: Comment
it_it: Commento

source: Post as
it_it: Invia come

source: User
it_it: Utente

source: Submit spoilered
it_it: Invia con spoiler

source: Search or insert post no. or thread URL
it_it: Cerca o inserisci num. msg. o URL thread

source: Undefined
it_it: Non definito

source: Search
it_it: Cerca

source: Go to post
it_it: Vai al messaggio

source: Filters:
it_it: Filtri:

source: All
it_it: Tutti

source: Only Deleted
it_it: Solo Cancellati

source: Only Non-Deleted
it_it: Solo Non Cancellati

source: Only Ghost
it_it: Solo Fantasma

source: Only Original
it_it: Solo Originale

source: Only with image
it_it: Solo con immagine

source: Only without image
it_it: Solo senza immagine

source: Thread OPs Only
it_it: Solo OP

source: Replies Only
it_it: Solo risposte

source: Only by Users
it_it: Solo da Utenti

source: Only by Mods
it_it: Solo da Mod

source: Only by Admins
it_it: Solo da Admin

source: New First
it_it: Nuovi Prima

source: Old First
it_it: Vecchi Prima

source: Date start
it_it: Data inizio

source: Date end
it_it: Data fine

source: Image hash
it_it: Hash immagine

source: You can drag and drop an image on the field above
it_it: Puoi trascinare un'immagine nel campo sovrastante

source: Your latest searches:
it_it: Le tue ultime ricerche:

source: Clear
it_it: Cancella

source: Index
it_it: Indice

source: By post
it_it: Per messaggio

source: By thread
it_it: Per thread

source: Ghost
it_it: Fantasma

source: Change theme
it_it: Cambia tema

source: Change language
it_it: Cambia lingua

source: Add a translation
it_it: Aggiungi una traduzione

source: Redirecting...
it_it: Reindirizzo...

source: Welcome on the 4chan Archiver "FoOlFuuka"
it_it: Benvenuto all'Archivio 4chan "FoOlFuuka"

source: Choose a 4chan board:
it_it: Scegli una board 4chan:

source: We are hosting these boards:
it_it: Noi ospitiamo queste board:
